{"pageProps":{"page":{"id":"Y2MitBAAAMAZzceN","uid":"temple-emanu-el-currently-located-at-2-lake-street","url":"/san-francisco-tour/temple-emanu-el-currently-located-at-2-lake-street","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y2MkcxAAAMAZzc9Z&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2MitBAAAMAZzceN%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:16:18+0000","last_publication_date":"2022-11-03T02:16:18+0000","slugs":["temple-emanu-el-currently-located-at-2-lake-street-was-originally-located-at-450-sutter-street-where-abdul-baha-spoke-to-the-congregation."],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"5","tour_blub":[{"type":"paragraph","text":"2 Lake Street (and Arguello) – Observe the current Temple as you drive by.  We will not stop to visit. Read the text below in the car.","spans":[{"start":0,"end":134,"type":"em"}]}],"tour_title":[{"type":"heading1","text":"Temple Emanu-El currently located at 2 Lake Street, was originally located at 450 Sutter Street, where 'Abdu'l-Bahá spoke to the congregation.  ","spans":[]}],"tour_coords":{},"tour_main_image":{"dimensions":{"width":2315,"height":1778},"alt":"Temple Emanu-el, Sept 1, 1907","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/528304d9-5e3e-49c9-8a37-fe174d1fdbb5_AAB-1719+-+1907+-+Temple+Emanu-el.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"According to Ramona Brown in Memories of 'Abdu'I-Baha, p 49-50, ","spans":[{"start":0,"end":64,"type":"strong"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"“On October 12, 1912, Abdu'l-Bahá was invited by Rabbi Martin A. Meyer to speak at Temple Emmanu-EI in San Francisco. Time as not dimmed my memory of the Master as He stood in the temple between two lovely palm trees while a shaft of light from a window fell across Him and bathed Him in the morning sunshine. There were two thousand Jews present as Abdu'l-Bahá spoke about \"the Fundamental Unity of Religious Thought.\" Listening to the words of the Master, I realized that in that vast temple there was absolute silence except for His pleasing, vibrant voice calling all to unity and urging the congregation to respect the names of Jesus and Muhammad and above all to be kind to all mankind. He gave proof of Jesus' claim and asked the people to set aside all religious prejudice. In closing He said: ","spans":[]},{"type":"paragraph","text":"The age has dawned when human fellowship will become a reality. ","spans":[]},{"type":"paragraph","text":"The century has come when all religions shall be unified. ","spans":[]},{"type":"paragraph","text":"The dispensation is at hand when all nations shall enjoy the blessing of International Peace. ... ","spans":[]},{"type":"paragraph","text":"For all mankind shall dwell in peace and security beneath the shelter of the great tabernacle of the one living God.” ","spans":[]},{"type":"paragraph","text":"According to H. M Balyuzi in ‘Abdu'l-Bahá, pp. 286 and 307,","spans":[{"start":0,"end":59,"type":"strong"}]},{"type":"paragraph","text":"“‘Abdu'l-Bahá delivered on October 12, at Temple Emanu-EI, to a Jewish congregation of some two thousand people, many of whom were eminent in the Jewish community, the talk which was the towering climax to His matchless and strenuous work on the American continent.”","spans":[]},{"type":"paragraph","text":"“In the evening, at the meeting in the home of Mrs. Goodall, Abdu'l-Bahá remarked that never before had anyone spoken in a synagogue to affirm that Christ was the Word of God and Mohammad the Messenger of God. And noteworthy it was that no dissent incurred. All that, He said, was only due to the confirmation of Baha'u'llah.” ","spans":[]},{"type":"paragraph","text":"The entire address is printed in The Promulgation of Universal Peace, pp 361-370.","spans":[]}]}}},"__N_SSG":true}