{"pageProps":{"locations":[{"id":"Y2MiNxAAAB0izcVl","uid":"location-of-rented-residence-of-abdul-baha","url":"/san-francisco-tour/location-of-rented-residence-of-abdul-baha","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y2MkcxAAAMAZzc9Z&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2MiNxAAAB0izcVl%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:16:18+0000","last_publication_date":"2022-11-03T02:16:18+0000","slugs":["location-of-rented-residence-of-abdul-baha"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"3","tour_blub":[{"type":"paragraph","text":"The lovely duplex home that was at 1815 California Street has been replaced by an apartment building at 1817 California Street. If you look directly across the street at the gated Victorian home at 1818 California Street, ‘Abdu’l-Bahá would have viewed this home when leaving His residence.","spans":[]}],"tour_title":[{"type":"heading1","text":"Location of Rented Residence of 'Abdu'l-Bahá ","spans":[]}],"tour_coords":{"latitude":9.725300127953927,"longitude":-3.9968028886505635e-14},"tour_main_image":{"dimensions":{"width":3370,"height":3046},"alt":"Interior of the First Unitarian Church. Starr King's Church. 1873-5?","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/66c72be6-8b55-46b6-b49a-e14d1eff5f5e_AAB-1663+-+1873-5%3F+-+Interior+of+the+First+Unitarian+Church.+Starr+King%27s+Church.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"According to Ramona Allen in Memories of 'Abdu'l-Bahá, p. 34, ","spans":[{"start":0,"end":62,"type":"strong"}]},{"type":"paragraph","text":"“He had rented a lovely home at 1815 California Street, which had been selected for Him and His entourage by Helen [Goodall] and Ella [Cooper]. “","spans":[]},{"type":"paragraph","text":"In a letter sent to the Spiritual Assembly of the Bahá’ís of San Francisco, January 25, 1979 from Inez Pischel Ettelson, granddaughter of the Pischels from whom the home had been rented, the following information is shared:","spans":[{"start":0,"end":223,"type":"strong"}]},{"type":"paragraph","text":"“…in regard to what I recall of the interior of my grandmother's home, at 1915 [sic] California Street. The front hall was a large square room denominated by a large tile stove -white tile with colored tile trim of the type seen in all the northern European countries. It gave off a lovely heat! The dining room and the living room opened off of this hall. On the second floor there were three bedrooms, master bedroom overlooked a good sized garden -as did the living room below. The kitchen, etc. were in the basement, food and dishes coming up and down to the dining room via a 'dumb waiter' manipulated by means of a rope. On the fourth floor were other bedrooms.  ","spans":[]},{"type":"paragraph","text":"This is not much of a summary, but it is about alI I remember clearly. At one time the living room connected with a conservatory which in turn connected with 1817 California Street where my parents lived but I do not recall when or why it was torn down. Probably after the death of my grandmother. ","spans":[]},{"type":"paragraph","text":"I also do not recall just how the house happened to be up for rental. But probably it so happened that my grandparents were in Europe at the time. My parents, my sister and myself were in Europe most of 1912 so I was probably not living at home at the time the place was occupied by 'Abdu'I-Baha. ","spans":[]},{"type":"paragraph","text":"I'm sorry not to be of more help to you, but like most young people I was no doubt very involved with my own affairs -and not very interested in the rest of the world! ","spans":[]},{"type":"paragraph","text":"Sincerely, ","spans":[]},{"type":"paragraph","text":"Inez P. Ettelson”","spans":[]},{"type":"paragraph","text":"According to \"ABDUL BAHA: A call on the Persian Prophet Who Has Been Making a Visit to San Francisco, Carrying the Message of Universal Harmony\" article by John D. Barry, printed in the San Francisco Bulletin, 10/12/12, p 6, col. 2-4, this home was the location of several interviews of the press and small gatherings with visitors who came to meet with 'Abdu'I-Baha. ","spans":[{"start":0,"end":367,"type":"strong"},{"start":186,"end":210,"type":"em"}]},{"type":"paragraph","text":"“When I entered the comfortable home at 1815 California street, where the prophet was staying, I saw a great many people. They were sitting about to the side hall and in the rooms that radiated into the distance.” ","spans":[]},{"type":"paragraph","text":"“Abdul Baha Suffrage Advocate, Sex Equality Need for Progress\" article in the San Francisco Examiner, 10/4/12, p. 3, col.2-3 reported","spans":[{"start":0,"end":133,"type":"strong"},{"start":78,"end":102,"type":"em"}]},{"type":"paragraph","text":"“Surrounded by his Persian secretaries, Abdul Baha Abbas, one of the great leaders of modern times and spiritual advisor to fifty million followers, sat in an armchair at 1815 California street last night, discussing American manners and ideals, suffrage and women's fashions, and told of the most wonderful things he had found in America.”","spans":[]}]}},{"id":"Y2MkRhAAAMAZzc6I","uid":"sutro-heights-park","url":"/san-francisco-tour/sutro-heights-park","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y2MkcxAAAMAZzc9Z&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2MkRhAAAMAZzc6I%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:15:44+0000","last_publication_date":"2022-11-03T02:15:44+0000","slugs":["sutro-heights-park"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"8","tour_blub":[{"type":"paragraph","text":"On Point Lobos Ave pass the Cliff House (on the left), turn right to the parking lot and hopefully find a parking space. If no spaces, return to the street to look for parking. At the end of the parking lot, walk up the dirt pathway to the grassy area, then turn righ,t and then veer to the left onto a concrete staircase to an open area in Sutro Heights Park that overlooks the Pacific Ocean.","spans":[]}],"tour_title":[{"type":"heading1","text":"Sutro Heights Park","spans":[]}],"tour_coords":{},"tour_main_image":{"dimensions":{"width":3370,"height":3046},"alt":"Interior of the First Unitarian Church. Starr King's Church. 1873-5?","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/66c72be6-8b55-46b6-b49a-e14d1eff5f5e_AAB-1663+-+1873-5%3F+-+Interior+of+the+First+Unitarian+Church.+Starr+King%27s+Church.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"According to Ella Goodall Cooper Collection, M-7, Box 21, National Bahá’í Archives, United States.  ","spans":[{"start":0,"end":100,"type":"strong"}]},{"type":"paragraph","text":" “…, at the morning [October 11] meeting ‘Abdu’l-Bahá announced that He had received from the Orient a letter which made Him very happy, for it contained the good news that the Persian believers were on fire with enthusiasm.  At the same time He was saddened because it also told of the pilgrims who had traveled under great difficulties to ‘Akká only to find Him gone, and they were beseeching Him to turn his face homeward. On the other hand many cities on the Pacific Coast were imploring Him by telegraph to visit them. So He was perplexed and said: \"Let us consult together. What shall I do? Which call shall I heed? Let us consult together. Point out the way to me.\" ","spans":[]},{"type":"paragraph","text":"In the afternoon He returned to the same theme when walking through Sutro Heights, the beautiful gardens on the cliffs by the ocean, belonging to the estate of an early settler. He went over the subject with Mrs. Goodall and her daughter, asking again for consultation, and the following conversation took place:","spans":[]},{"type":"paragraph","text":"According to notes of a “Consultation” of Abdu’l-Bahá and Mrs. Helen Goodall, Dr. Fareed, present Friday, October 11, 1912, Sutro Heights, San Francisco as preserved in the National Bahá’í Archives, United States.","spans":[{"start":0,"end":213,"type":"strong"}]},{"type":"paragraph","text":"“Dr. Fareed to Mrs. Goodall: Abdu’l-Bahá asks for your opinion as to whether he should he should go to visit the Northern cities or return to the Orient! ","spans":[]},{"type":"paragraph","text":"Mrs. Goodall: Abdu’l-Bahá knows best what to do.","spans":[]},{"type":"paragraph","text":"Abdu’l-Bahá: I want consultation – this is not the way to consult (laughing).  I ask your opinion – if it were my will I would not have asked you.","spans":[]},{"type":"paragraph","text":"Mrs. Goodall: Abdu’l-Bahá asks for my opinion.  The believers in Persia have suffered so much.  I feel that if the western believers understood the situation – their sacrifices – it would mean far greater spiritual development for them if they would sacrifice their desires and give Abdu’l-Bahá to the Persian believers. ","spans":[]},{"type":"paragraph","text":"Abdu’l-Bahá: Very good.  I wasn’t you to write this exactly, to the believers, giving the details.  Tell them I have many letters from the Orient – all stating that the believers in the Orient have travelled long distances and they are disappointed that I am not there.  They are constantly coming there from long distances and they are disappointed that I am not there.  They are constantly coming there from afar, from great distances to see me.  They fell disappointed and very sad.  The believers in the Northwest will realize greater development if they sacrifice themselves to have me go to those pilgrims.  Write that exactly – state that: If they do sacrifice self to this extent it will mean their spiritual development and attainment.  Whoever can may come from the North to visit me here.  While I am here I will see them.  Send this to all the Northern cities, Seattle, Portland, all the Northern cities.  Tell them the believers have gone to ‘Akká, some of them taking three months journey on mules or horses, and some walking, and they do not find me there.","spans":[]},{"type":"paragraph","text":"You may write it in my behalf – say that the Master says so and so – that he is longing to see you – excessively longing – but compelled to go.  The winter is before us and how can I cross the Atlantic.  It would be arduous – and then the Master’s health.  He cannot endure excessive cold.  Send a night letter in which you say that a lengthy letter will follow. ","spans":[]},{"type":"paragraph","text":"(To Mrs. Goodall and Mrs. Cooper) You are the one to confer life to them and whenever you have the time and inclination, make a trip to those cities. Your cities should associate one with another.  For instance, they should come from Denver and Chicago and you should pay them visits. ","spans":[]},{"type":"paragraph","text":"Upon seeing a steamer that was once owned by Mr. Goodall passing in through the Gold Gate, Abdu’l-Bahá said: “Captain Goodall never thought that his daughter was to be an Admiral.” ","spans":[]},{"type":"paragraph","text":"According to Ella Goodall Cooper Collection, M-7, Box 21, National Bahá’í Archives, United States.  ","spans":[{"start":0,"end":100,"type":"strong"}]},{"type":"paragraph","text":" “In the short house talk He gave in the late afternoon he again dwelt on the beauty of the Sutro Gardens and the capacity of San Francisco to achieve great spiritual progress.”","spans":[]},{"type":"paragraph","text":"We will conclude our tour by sharing one of the two Tablets to Bahá’ís living in the Western States written by 'Abdu'l-Bahá a little over 4 years after His journey to California. ","spans":[{"start":0,"end":178,"type":"strong"}]},{"type":"paragraph","text":"Revealed on February 15, 1917, in Bahá’u’lláh’s room at the house of Abbúd in ‘Akká, and addressed to the Bahá’ís of the eleven Western States of the United States: New Mexico, Colorado, Arizona, Nevada, California, Wyoming, Utah, Montana, Idaho, Oregon and Washington.","spans":[]},{"type":"paragraph","text":"He is God! O ye friends and the maidservants of the Merciful, the chosen ones of the Kingdom:","spans":[{"start":0,"end":93,"type":"em"}]},{"type":"paragraph","text":"    The blessed state of California bears the utmost similarity to the Holy Land, that is, the country of Palestine. The air is of the utmost temperance, the plain very spacious, and the fruits of Palestine are seen in that state in the utmost of freshness and delicacy. When ‘Abdu’l‑Bahá was traveling and journeying through those states, he found himself in Palestine, for from every standpoint there was a perfect likeness between this region and that state. Even the shores of the Pacific Ocean, in some instances, show perfect resemblance to the shores of the Holy Land—even the flora of the Holy Land have grown on those shores—the study of which had led to much speculation and wonder.","spans":[{"start":0,"end":283,"type":"em"},{"start":284,"end":692,"type":"em"}]},{"type":"paragraph","text":"    Likewise, in the state of California and other Western states, wonderful scenes of the world of nature, which bewilder the minds of men, are manifest. Lofty mountains, deep canyons, great and majestic waterfalls, and giant trees are witnessed on all sides, while its soil is in the utmost fertility and richness. That blessed state is similar to the Holy Land and that region and that country like unto a delectable paradise, is in many ways identical with Palestine. Now just as there are natural resemblances, heavenly resemblances must also be acquired.","spans":[{"start":0,"end":560,"type":"em"}]},{"type":"paragraph","text":"    The lights of the divine traces are manifest in Palestine. The majority of the Israelitish Prophets raised the call of the Kingdom of God in this holy ground. Having spread the spiritual teachings, the nostrils of the spiritually-minded ones became fragrant, the eyes of the illumined souls became brightened, the ears were thrilled through this song, the hearts obtained eternal life from the soul-refreshing breeze of the Kingdom of God and gained supreme illumination from the splendor of the Sun of Reality. Then from this region the light was spread to Europe, America, Asia, Africa and Australia. ","spans":[{"start":0,"end":607,"type":"em"}]},{"type":"paragraph","text":"    Now California and the other Western States must earn an ideal similarity with the Holy Land, and from that state and that region the breaths of the Holy Spirit be diffused to all parts of America and Europe, that the call of the Kingdom of God may exhilarate and rejoice all the ears, the divine principles bestow a new life, the different parties may become one party, the divergent ideas may disappear and revolve around one unique center, the East and the West of America may embrace each other, the anthem of the oneness of the world of humanity may confer a new life upon all the children of men, and the tabernacle of universal peace be pitched on the apex of America; thus Europe and Africa may become vivified with the breaths of the Holy Spirit, this world may become another world, the body politic may attain to a new exhilaration, and just as in the state of California and other Western States the marvelous scenes of the world of nature are evident and manifest, the great signs of the Kingdom of God may also be unveiled so that the body may correspond with the spirit, the outward world may become a symbol of the inward world, and the mirror of the earth may become the mirror of the Kingdom, reflecting the ideal virtues of heaven.","spans":[{"start":0,"end":1254,"type":"em"}]},{"type":"paragraph","text":"    During My journey and traveling in those parts, I beheld wonderful scenes and beautiful panoramas of nature, orchards and rivers; national parks and general conclaves; deserts, plains, meadows and prairies; and the grains and fruits of that region greatly attracted My attention; even to the present moment they are in My mind. ","spans":[{"start":0,"end":332,"type":"em"}]},{"type":"paragraph","text":"    Particularly was I greatly pleased with the meetings in San Francisco and Oakland, the gatherings in Los Angeles, and the believers who came from the cities of other states. Whenever their faces cross My memory, immediately infinite happiness is realized.","spans":[{"start":0,"end":259,"type":"em"}]},{"type":"paragraph","text":"    Therefore I hope that the divine teachings like unto the rays of the sun may be diffused in all the Western States, and the blessed verse of the Qur’án, “It is a good City and the Lord is the Forgiver! may become realized. Likewise, the significance of another Qur’anic verse, “Do ye not travel through the land?” and of the verse, “Behold the traces of the Mercy of God!” become revealed in the utmost effulgence. ","spans":[{"start":0,"end":419,"type":"em"}]},{"type":"paragraph","text":"    Praise be to God that through the divine bounty and providence, in that region the field of service is vast, the minds are in the utmost degree of intelligence and progress, sciences and arts are being promoted, the hearts like unto mirrors are in the utmost state of purity and translucency, and the friends of God are in perfect attraction. Therefore it is hoped that meetings for teaching will be organized and instituted, and for the diffusion of the fragrances of God wise teachers may be sent to cities, even to villages.","spans":[{"start":0,"end":531,"type":"em"}]},{"type":"paragraph","text":"    The teachers of the Cause must be heavenly, lordly and radiant. They must be embodied spirit, personified intellect, and arise in service with the utmost firmness, steadfastness and self-sacrifice. In their journeys they must not be attached to food and clothing. They must concentrate their thoughts on the outpourings of the Kingdom of God and beg for the confirmations of the Holy Spirit. With a divine power, with an attraction of consciousness, with heavenly glad tidings and celestial holiness they must perfume the nostrils with the fragrances of the Paradise of Abhá. ","spans":[{"start":0,"end":580,"type":"em"}]},{"type":"paragraph","text":"    The following commune is to be read by them every day:","spans":[{"start":0,"end":58,"type":"em"}]},{"type":"paragraph","text":"O God! O God! This is a broken-winged bird and his flight is very slow—assist him so that he may fly toward the apex of prosperity and salvation, wing his way with the utmost joy and happiness throughout the illimitable space, raise his melody in Thy Supreme Name in all the regions, exhilarate the ears with this call, and brighten the eyes by beholding the signs of guidance.","spans":[{"start":0,"end":377,"type":"em"}]},{"type":"paragraph","text":"    O Lord! I am single, alone and lowly. For me there is no support save Thee, no helper except Thee and no sustainer beside Thee. Confirm me in Thy service, assist me with the cohorts of Thine angels, make me victorious in the promotion of Thy Word and suffer me to speak out Thy wisdom amongst Thy creatures. Verily, Thou art the helper of the weak and the defender of the little ones, and verily Thou art the Powerful, the Mighty and the Unconstrained.","spans":[{"start":0,"end":456,"type":"em"}]},{"type":"paragraph","text":"*****************","spans":[]},{"type":"paragraph","text":"This concludes this tour created with the hope of familiarizing and inspiring current and future generations with some of the accounts of the conversations and talks of ‘Abdul-Bahá during His visit to San Francisco.","spans":[]},{"type":"paragraph","text":"With the exception of the Tablet to the Western States, each of the accounts, whether penned by newspaper reporters or individual witnesses, are to be considered as merely personal impressions and understandings of the actions and words uttered by ‘Abdu’l-Bahá.","spans":[]},{"type":"paragraph","text":"Additional locations in San Francisco and other California locations visited by ‘Abdu’l-Bahá, including brief stories, can be found here:","spans":[]},{"type":"paragraph","text":"https://www.sfbahai.org/abdul-baha-visited-california-october-1912/ ","spans":[{"start":0,"end":67,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.sfbahai.org/abdul-baha-visited-california-october-1912/"}}]},{"type":"paragraph","text":"A summary of the “Life of ‘Abdu’l-Bahá” can be found here: https://www.bahai.org/abdul-baha/life-abdul-baha ","spans":[{"start":59,"end":107,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.bahai.org/abdul-baha/life-abdul-baha"}}]},{"type":"paragraph","text":"You are welcome to share any comments about the tour with Charleen Maghzi-Ader at cmaghzi@gmail.com.","spans":[]}]}},{"id":"Y2Mg7hAAAMAZzb-x","uid":"first-unitarian-church--now-the-first-unitarian-universalist","url":"/san-francisco-tour/first-unitarian-church--now-the-first-unitarian-universalist","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y2MkcxAAAMAZzc9Z&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2Mg7hAAAMAZzb-x%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:01:23+0000","last_publication_date":"2022-11-03T02:01:23+0000","slugs":["first-unitarian-church--now-the-first-unitarian-universalist-church"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"1","tour_blub":[{"type":"paragraph","text":"1187 Franklin and Geary, Meet in the sanctuary to the right of the front door","spans":[]}],"tour_title":[{"type":"heading1","text":"First Unitarian Church – now the First Unitarian Universalist Church","spans":[]}],"tour_coords":{},"tour_main_image":{"dimensions":{"width":3370,"height":3046},"alt":"Interior of the First Unitarian Church. Starr King's Church. 1873-5?","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/66c72be6-8b55-46b6-b49a-e14d1eff5f5e_AAB-1663+-+1873-5%3F+-+Interior+of+the+First+Unitarian+Church.+Starr+King%27s+Church.jpg?auto=compress,format"},"tour_content":[{"type":"heading3","text":"The Master stood and delivered a comprehensive talk on the degrees of love, amity, peace and the oneness of mankind; the universality of the Manifestations of God; the truth of Islam; and the news of the appearance of Bahá'u'lláh.  He concluded by chanting an inspiring prayer in Persian.  Again the pastor stood, praised the Master's talk and thanked Him for His address. ","spans":[]},{"type":"heading3","text":" ","spans":[]},{"type":"heading3","text":"At the conclusion of the meeting, a crowd of people came to the Master to shake His hand, expressing their sincerity and heartfelt appreciation. Those who had not yet had the honor of visiting Him took His address so they might meet Him at His home.”","spans":[]},{"type":"heading3","text":" ","spans":[]},{"type":"heading3","text":"Several newspapers reported the talk the next day ","spans":[]},{"type":"heading3","text":" ","spans":[]},{"type":"heading3","text":"An article, “’ABDU'L-BAHÁ BRINGS GOSPEL OF PEACE – Famous Religionist Tells Church Throng That Unity of Nations is Dawning,” was published on October 7, 1912 in the San Francisco Examiner. ","spans":[{"start":165,"end":188,"type":"em"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"“'Abdu'l-Bahá head of the Baha'i religious movement, spoke at the First Unitarian Church, Franklin and Geary streets yesterday. Dressed in a long brown robe and wearing a snow white turban, the venerable leader of the faith which now numbers more than three million followers, looked like a patriarch of old as he stood in the pulpit and addressed the multitude in the church, on peace and love for all mankind. ","spans":[]},{"type":"paragraph","text":"“'Abdu'l-Bahá spoke in Persian and his remarks were translated into English.  He was introduced by the Rev. Bradford Leavitt. ","spans":[]},{"type":"paragraph","text":"\"There landed in New York a man, white turbaned and speaking a foreign tongue,” said Dr. Leavitt. “Hundreds welcomed him at the dock and attended his lectures. That man is 'Abdu'l-Bahá, one of the most distinguished figures of the age.  Bahaism has not less than three million followers throughout the world. It numbers its followers among all the great religions of the world. No religion is as significant as this one.” ","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"Strife Brings Death ","spans":[{"start":0,"end":20,"type":"em"},{"start":0,"end":20,"type":"strong"}]},{"type":"paragraph","text":"“'Abdu'l-Bahá spoke slowly and with a soft voice. He said in part: ","spans":[]},{"type":"paragraph","text":"\"Love confers life. On the contrary warfare and dissension are ever productive of extinction and dissolution. Peace tends toward life wherefore warfare and dissension are the cause of death. ","spans":[{"start":1,"end":191,"type":"em"}]},{"type":"paragraph","text":"\"We find that the domestic animals are in the utmost accord and fellowship. There is no dissension among them and all of them enjoy the utmost of accord among themselves. But among the ferocious animals you will find no fellowship. Here we learn that fellowship is a quality of peace. Warfare is a quality of the ferocious animals. ","spans":[{"start":0,"end":332,"type":"em"}]},{"type":"paragraph","text":"\"How thoughtless and unjust a man is. In the Balkans now the general lays waste and destroys a hundred thousand men. All will honor him. Why? Because he has torn asunder a hundred thousand souls.  Regard how thoughtless man is. If a man destroys property he is considered a criminal, but if a general lay waste a country, people praise him. ","spans":[{"start":0,"end":341,"type":"em"}]},{"type":"paragraph","text":"Truth Is Appearing ","spans":[]},{"type":"paragraph","text":"\"The ray of the sun of reality is shining upon all of us. The breeze of God's providence is blowing on all of us. He is so kind to all that he will shelter all of us. Why should we not avail ourselves of this bestowal? Why should we transform this life into death and transform the fellowship into hatred and rancor? ","spans":[{"start":0,"end":317,"type":"em"}]},{"type":"paragraph","text":"\"Verily he created us angelic. Is it becoming that we act as ferocious animals? Let us be loving.  Let us proclaim international peace amongst all mankind. ","spans":[{"start":0,"end":156,"type":"em"}]},{"type":"paragraph","text":"\"I have come from the distant Orient because I have loved you very much, having heard that you American people are peace loving. Therefore these noble thoughts of yours and these strivings of yours have afforded me great joy.\"","spans":[{"start":0,"end":224,"type":"em"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"Under the title “'Abdu'l-Bahá Speaks,” the Sacramento Bee newspaper article, 10/7/12, p 2, col.4, summarized the San Francisco Examiner article and published this account: ","spans":[{"start":0,"end":172,"type":"strong"},{"start":43,"end":58,"type":"em"},{"start":113,"end":135,"type":"em"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"“'Abdu'l-Bahá, head of the Bahá’í religious movement, spoke on international peace at the First Unitarian Church, Franklin and Geary Streets, San Francisco yesterday. Dressed in a long brown robe and wearing a snow-white turban the venerable leader of the faith which now numbers more than three million followers looked like a patriarch of old as he stood in the pulpit and addressed the multitude in the church on peace and love for all mankind. 'Abdu'l-Bahá spoke in Persian and his remarks were translated into English.”","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"heading1","text":"As recorded in “Abdul Bahá Abbas Says Object of Mission is to Unify All Creeds” San Francisco Chronicle, October 8, 1912, p. 4, including a photo of ‘Abdu’l-Bahá standing with the caption: “Abdul Bahá Abbas, the Persian religious teacher, who is lecturing in this city”.","spans":[{"start":0,"end":270,"type":"strong"},{"start":80,"end":103,"type":"em"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"heading3","text":"Great Persian Religious Teacher Explains His Life’s Ambition","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"  “What Christianity has failed to accomplish Bahaism already as accomplished.  It has 2,000,000 adherents throughout the world.  It teaches the oneness of mankind and the fundamental unity of all religions.  It has been said that no religious movement of the time is so significant as is this one and you will hear today the greatest living exponent of this movement, a man who is a leading figure in the religious world today.”","spans":[]},{"type":"paragraph","text":"  It was in these words that Rev. Bradford Leavitt on Sunday morning introduced to an audience that filled the First Unitarian church, Abdul Baha Abbas, who from a prison in the Far East has come into the West to preach the religions of his father, Bahá Olla [sic], founder of the Bahá’í movement in Persian in 1844, and who, persecuted and imprisoned, died in the captivity that later claimed his son – the venerable man who yesterday for the first time spoke in San Francisco.","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"SEEKS NO CONVERTS","spans":[{"start":0,"end":17,"type":"strong"}]},{"type":"paragraph","text":"  It was a message of peace and love and unity that Abdul Baha delivered to the people of this city.  His address – or perhaps it would be more correct to call it a sermon – was a short one and spoken through an Interpreter, but in it he sought to tell the people the fundamentals of his religion.  It is not, he carefully explained, any new religion.  He seeks no converts from other churches.  Rather does he seek only to unify all churches of all creeds and of all denominations.  He seeks, he said, to have men cull from each religion, be it Christian, Buddhism or the teachings of Confucius, the very best there is in it, making of them all one perfect whole.  And he clearly pointed out that in so doing no man need forsake the creed to which he had given his allegiance.  Rather would the acceptance of the Bahá’í faith strengthen one’s allegiance to the church that he belonged to.","spans":[]},{"type":"paragraph","text":"  For the sake of his faith and the surety that his father’s belief in the ultimate coming of universal peace, love and unity would be realized, Abdul Baha lingered in prison for forty years, his release not coming until 1908.  Even then he remained in confinement at Akká, in Palestine, for two years longer, voluntarily and because his friends there and he was loth to leave them.","spans":[]},{"type":"paragraph","text":"   A picturesque figure is that of Abdul Baha.  His clean-cut, scholarly features framed by a patriarchal white beard and a white turban, he looks like one of the prophets of Biblical days.  He speaks slowly and as one certain that each word he utters breathes the very spirit of truth.","spans":[]},{"type":"paragraph","text":" ","spans":[{"start":0,"end":1,"type":"strong"}]},{"type":"paragraph","text":" WILL STAY TWO WEEKS.","spans":[{"start":0,"end":21,"type":"strong"}]},{"type":"paragraph","text":"  Abdul Baha will remain in this city for a couple of weeks.  While here he is being cared for by the local Bahai Assembly, numbering some 500 members.  He has spoken in London, where he was introduced to the Church of England by Archbishop Wilberforce, and the aged Persian spoke from the pulpit of St. John’s Westminster, London.  The Lord Mayor of London entertained him at a great banquet, and the courtesies he was shown abroad he also received in New York, Chicago and other Eastern cities.","spans":[]},{"type":"paragraph","text":"   This afternoon Abdul Baha will speak at the Leland Stanford Junior University Palo Alto.  Wednesday he will speak at the Home of Truth, Berkeley.  Thursday evening he will speak before the Forum Club in Jefferson Hall, this city:  Friday evening he will address the Theosophical Society in Yosemite Hall, Native Son’s building, this city.  Saturday morning he will speak in Temple Emanu-El and next Sunday afternoon he will make an address to the blind in the reading-room at 1665 Jefferson street.”","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"Mrs. Henry K. Moore, born in San Francisco in 1852, who attended the First Unitarian and Temple Emanu-el meetings, left a description of her impression of meeting 'Abdu'l-Bahá in her personal autograph book containing His signature. Mrs. Moore’s granddaughter Marjorie Brown, First Unitarian Church archivist, provided this information to Charleen Maghzi in a correspondence dated November 4, 1977. ","spans":[{"start":0,"end":399,"type":"strong"}]},{"type":"paragraph","text":" ","spans":[{"start":0,"end":1,"type":"strong"}]},{"type":"paragraph","text":"“This the signature of 'Abdu'l-Bahá -the leader of the Baha'i religion which was founded by his father Bahá’u’lláh after the teaching of the \"Bab\"- a religious teacher who was put to death in 1854 (?). ","spans":[]},{"type":"paragraph","text":"“'Abdu'l-Bahá became the head of this religious movement in Persia after the death of his distinguished father who had been a prisoner in Acre for forty years. He spent his time teaching and writing -& he was free to live modestly in this penal settlement. ","spans":[]},{"type":"paragraph","text":"“Bahá’u'lláh was a member of a wealthy & aristocratic family but he gave up worldly advantages to devote himself to Religious teaching. His name is revered. His son 'Abdu'l-Bahá visited Europe and the United States in 1912 preaching his gospel of Universal Brotherhood. I had the privilege of hearing him again in the Synagogue Emanuel in San Fran in 1927 1931 [sic]. Each sentence was translated into English by a Persian scholar -a graduate of Oxford who accompanied him on his tour. ","spans":[]},{"type":"paragraph","text":"“This signature was given to me after the service that I attended. I prize it beyond expression.”","spans":[]}]}},{"id":"Y2MhyxAAALMszcOI","uid":"century-club-of-california","url":"/san-francisco-tour/century-club-of-california","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y2MkcxAAAMAZzc9Z&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2MhyxAAALMszcOI%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:16:18+0000","last_publication_date":"2022-11-03T02:16:18+0000","slugs":["century-club-of-california"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"2","tour_blub":[{"type":"paragraph","text":"This is a private women's club. Please do not disturb the occupants. Phoebe Hearst served as its first president.","spans":[]}],"tour_title":[{"type":"heading1","text":"Century Club of California","spans":[]}],"tour_coords":{"latitude":27.10436644083771,"longitude":99.31640625000001},"tour_main_image":{"dimensions":{"width":3370,"height":3046},"alt":"Interior of the First Unitarian Church. Starr King's Church. 1873-5?","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/66c72be6-8b55-46b6-b49a-e14d1eff5f5e_AAB-1663+-+1873-5%3F+-+Interior+of+the+First+Unitarian+Church.+Starr+King%27s+Church.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"According to Frances Orr Allen, \"Abdu’l-Baha in San Francisco, California,\" Star of the West, 4, No 13 (November 4, 1912), p 12 ","spans":[{"start":0,"end":128,"type":"strong"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"“In the afternoon [Wednesday, October 16] 'Abdu'l-Baha addressed the Century Club on equality between men and women. He spoke of woman's superiority in kindness and tenderness, and when necessary, in valor and courage.”","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"Ella Cooper created a transcript of the talk, preserved in the National Bahá’í Archives, United States. ","spans":[{"start":0,"end":104,"type":"strong"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"THE CENTURY CLUB OF CALIFORNIA","spans":[]},{"type":"paragraph","text":"San Francisco, Calif.","spans":[]},{"type":"paragraph","text":"Wednesday Afternoon, October 16, 1912","spans":[]},{"type":"paragraph","text":"(Mrs. Horace Wilson, President of the Century Club of California)","spans":[]},{"type":"paragraph","text":"MRS. HORACE WILSON:  Ladies of the Century Club:","spans":[]},{"type":"paragraph","text":"            It gives me great pleasure to present to you this afternoon a prophet of Persia, who takes great pleasure in speaking to the members of the Century Club.","spans":[]},{"type":"paragraph","text":"            ‘ABDU’L-BAHA:  This is a delightful gathering. It is a delightful afternoon. Such revered ladies have gathered together with the central purpose of investigating the verities of life.","spans":[{"start":27,"end":195,"type":"em"}]},{"type":"paragraph","text":"            In the world of existence, there is no issue as important as that of investigating reality, for the illumination of the world in dependent upon reality. Were it not for the light of reality, the world would be dark indeed. When we glance at history, we find certain critical stages when darkness was overspread throughout the world; but when the light of reality shone again then the world became illumined once more.","spans":[{"start":0,"end":429,"type":"em"}]},{"type":"paragraph","text":"            Among such periods in human history was the one preceding the appearance of His Holiness Christ, when the darkness of superstition and imagination had covered the earth and all mankind were submerged in the sea of superstition. Then the light of reality, through the instrumentality of Christ, appeared, then the horizon of the human world was flooded with light, the world of humanity advanced, the realities of things were revealed and thereby we learn that reality is light and light is reality.","spans":[{"start":0,"end":510,"type":"em"}]},{"type":"paragraph","text":"            In these modern days there are difficult questions and colossal problems facing humanity, which problems can only be solved by the appearance of light, and one whereof I shall speak this afternoon is that relative to the equality of man and woman.","spans":[{"start":0,"end":259,"type":"em"}]},{"type":"paragraph","text":"            The people in the world are divided into 2 classes concerning this question, some believing that man is greater and the preferable as a member of the body-politic, and, moreover, they believe that as regards creation man is possessed of certain superior virtues. This class, represented by people who believe in the superiority of man, declare that whosoever [sic] howsoever much woman may advance she can never reach the level of man, because she is not equipped creationally with the same faculties or to that extent as man is endowed therewith.","spans":[{"start":0,"end":559,"type":"em"}]},{"type":"paragraph","text":"            The majority of the people are of this opinion at present, whereas another class, representing the minority still, but who may become the majority ere long and will overcome the preceding class, are of the opinion that perfect equality does exist and this minority, which is supported by reasonableness, declare that God must be just, and justice demands the equal distribution of good gifts. Were there to be any distinction, this is sheer tyranny, and the Lord is free therefrom.","spans":[{"start":0,"end":493,"type":"em"}]},{"type":"paragraph","text":"            Secondly, they declare that all are human, and as regards all the faculties and powers they share them in common, that in creation there is no radical distinction of difference, and that which is not creationally present – why should we create it?","spans":[{"start":0,"end":259,"type":"em"}]},{"type":"paragraph","text":"            Thirdly, they declare that in all forms of life, in all phenomena, you will observe the distinctions of gender – there are male and female elements. Were you to study the vegetable kingdom you shall find that all are either male or female, and in the animal kingdom these two are present, and in neither of these is there any distinction nor is there any fight for suffrage. Nay, rather there is perfect equality between the male and the female. In the animal kingdom, the male never asserts its authority or any doubted superiority. Nay, rather they live in the utmost of fellowship, without any quarrels regarding any imagined differences. ","spans":[{"start":0,"end":654,"type":"em"}]},{"type":"paragraph","text":"            In the vegetable kingdom, where conscious knowledge is minus, or absent in the animal kingdom where the faculty of reason is minus, we do not find this desire for superiority, or, rather this tyranny manifest. The males never declare that they are superior to the females.","spans":[{"start":0,"end":284,"type":"em"}]},{"type":"paragraph","text":"            And now man, who is a superior form of life, who is endowed with reason, who is informed of the justice of God, who is capable of discovering the reality of things – how can he be willing to admit of such injustice?","spans":[{"start":0,"end":227,"type":"em"}]},{"type":"paragraph","text":"            Although there is equality between men and women, for God has created all human, still there are those who assert this superiority.","spans":[{"start":0,"end":143,"type":"em"}]},{"type":"paragraph","text":"            The world of humanity is possessed of two eyes, and the world of phenomena are possessed of two organs. Throughout you will find that these two organs are represented by the male and the female. If one eye should prove defective, undoubtedly, the defect will handicap the operation of the other, because perfect cooperation is necessary for happiness. Unless both eyes are perfectly normal, the visual process cannot be perfect and whole. Likewise, so long as man and woman have not reached the stage of perfection, the world of humanity is far behind, is hindered.","spans":[{"start":0,"end":577,"type":"em"}]},{"type":"paragraph","text":"            The world of humanity is possessed of two wings.  One wing is represented by the male, the other is symbolized by the female.","spans":[{"start":0,"end":137,"type":"em"}]},{"type":"paragraph","text":"            If one wing should be defective, it will hinder the flight of the bird, but when both wings are equivalent in strength, when both are capable, then the flight of the bird is made easy. ","spans":[{"start":0,"end":197,"type":"em"}]},{"type":"paragraph","text":"            Likewise, the world of humanity, when its two members enjoy equivalent rights, and when both enjoy their prerogatives, then this body-politic will wing its way through the atmosphere upward.","spans":[{"start":0,"end":202,"type":"em"}]},{"type":"paragraph","text":"            Moreover, the great educator of man is woman, for the first educator is the mother.  The first teacher is the mother, and if the mother should be defective or deficient in her attainments, if the teacher be illiterate, how can the pupil be perfect? Therefore, the teacher must be well qualified in order that her pupil or student may be equally qualified.","spans":[{"start":0,"end":367,"type":"em"}]},{"type":"paragraph","text":"            How can man, therefore, assert that his first teacher educator, his first trainer, the one who has first given him his training in the kind love of the mother – in other words, his own mother – is deficient in qualities which make a human being perfect? ","spans":[{"start":0,"end":266,"type":"em"}]},{"type":"paragraph","text":"            This is no other than ignorance and injustice!","spans":[{"start":0,"end":58,"type":"em"}]},{"type":"paragraph","text":"            These poor mothers have to rear the children, they have to educate the child, passing their nights restless, or sleepless, and their days without composure, often laboring with care concerning the child for twenty years, until that child reaches the age of maturity, and as soon as it reaches that mature age then the child, or the youth, declares: “Mother, thou art imperfect; I am perfect. Thou art weak, whereas I am mighty. Thou art deficient mentally, whereas I am equipped intellectually. I am superior to thee. I am capable of functions whereof thou art deficient. I am nobler than thee.” ","spans":[{"start":0,"end":608,"type":"em"}]},{"type":"paragraph","text":"            Is this the reward of all the labors and tender care given the child? What an ignorance is this! What manifest oppression and wrong that a man should imagine his dear mother to be thus imperfect, to imagine his mother to be incapable after twenty years of care and service! How arduous have been her services to the child! ","spans":[{"start":0,"end":335,"type":"em"}]},{"type":"paragraph","text":"            Woman educates man, and not the reverse. Therefore, the right of woman is truly great.","spans":[{"start":0,"end":98,"type":"em"}]},{"type":"paragraph","text":"            On the contrary, man does not endure a great deal of hardship.  He does not have his sleep at night disturbed, nor his attention during the day perturbed, for the children do not seem to bother the father. They are quite carefree. It is only when the child is mature, and is not of all the troubles, that the father comes to claim him, when, as a matter of fact, it is the duty of the father, of man, to be the most grateful creature, addressing womankind, saying, ","spans":[{"start":0,"end":477,"type":"em"}]},{"type":"paragraph","text":"            “O ye women! O ye mothers! How kind have ye been! How tender have ye been unto us! How well have you suffered us to attain to our present stage of maturity! Verily, we can never offer ye thanks sufficiently.”","spans":[{"start":0,"end":220,"type":"em"}]},{"type":"paragraph","text":"            Nay, on the contrary, when they demand their right, they do not even give them, and they say, “In brain efficiency and in your susceptibilities, and in serenity and composure, are ye deficient and inferior.”","spans":[{"start":0,"end":219,"type":"em"}]},{"type":"paragraph","text":"            Why? What is the reason therefore?","spans":[{"start":0,"end":46,"type":"em"}]},{"type":"paragraph","text":"            The answer is: “The weight of your brain is anatomically proved to be less somewhat,” and this seems to be the only practical and tangible reason offered, whereas this is not in accordance with facts even, because often large brains, or great heads, having been dissected, have been found to be wanting, when reference is made to former history of brain efficiency, and how often very small heads, and rather small brains, have proved to be the most intelligent, and if the avoirdupois of the brain and that of the size of the skull are indicative of brain efficiency, then, verily, I say unto thee that the donkey is the brainiest, because evidently the head of the donkey is far larger than the others, and the skull of man can never reach the size of that of the donkey.","spans":[{"start":0,"end":785,"type":"em"}]},{"type":"paragraph","text":"            Hence, brain power is not dependent upon the size of the skull nor upon its contents. Nay, it is rather to the character of its convolutions.","spans":[{"start":0,"end":153,"type":"em"}]},{"type":"paragraph","text":"            Brilliancy is not dependent upon the incandescent lamp – the bowl itself. Nay, rather it is upon the character of the electric energy.","spans":[{"start":0,"end":146,"type":"em"}]},{"type":"paragraph","text":"            The power of mind, and that of observation, are not dependent upon any such reasons. It is rather dependent upon that faculty which operates through the instrument.","spans":[{"start":0,"end":176,"type":"em"}]},{"type":"paragraph","text":"            But this has to be admitted: that womankind has not received the same education as man. The opportunities of education in the past have not been equivalent. But if the means for the education of the fair sex be perfected, without doubt, they will prove the same attainments, and undoubtedly will they attain to that level when they can be peers of men.","spans":[{"start":0,"end":364,"type":"em"}]},{"type":"paragraph","text":"            One thing remains to be said in the way of objections advanced.","spans":[{"start":0,"end":75,"type":"em"}]},{"type":"paragraph","text":"            They say that woman has proved her deficiency on certain occasions and were you to ask as to the character of that objection they will immediately respond thus, saying, “Woman is not a courageous as man; woman has not wielded the sword as man; she has not built any cannons, nor has she been a good user of the gun, and on the battle-field she has never exhibited any part of valor.”","spans":[{"start":0,"end":395,"type":"em"}]},{"type":"paragraph","text":"            But this is ferocity and no deficiency. If this be valor or courage, then the wolf is verily the most superior of all the animals, because the wolf in that capacity is very perfect indeed, is very ferocious. Hence, the wolf must be the noblest of creatures.","spans":[{"start":0,"end":269,"type":"em"}]},{"type":"paragraph","text":"            Valor or courage are not dependent upon the exhibition of ferocity, upon the shedding of blood. Nay, rather valor is dependent upon reasonableness, upon perception, upon attainment, upon knowledge and perfection. It is not dependent upon ferocity or the shedding of blood. If woman, therefore, is not ferocious, this is not a deficiency.  ","spans":[{"start":0,"end":351,"type":"em"}]},{"type":"paragraph","text":"            Furthermore, when we regard history, we find that certain women have appeared who have surpassed men even in points of valor or courage.","spans":[{"start":0,"end":148,"type":"em"}]},{"type":"paragraph","text":"            Among the famous characters of history is Queen Zenobia.","spans":[{"start":0,"end":68,"type":"em"}]},{"type":"paragraph","text":"            As you well know Queen Zenobia was a Roman woman, and in Syria did she establish a sovereignty. She conquered Egypt. Then the Roman Empire, with all power, endeavored to withstand her greatness. Then sent a very large army to withstand her march. When the Roman army entered the battle-field it witnessed Zenobia with a crown upon her head, with her hair scattered and with a gilded uniform as a general of her army, and on that occasion she scattered and battered the army of the Romans to that extent that they seemed to run away, even as far as Rome. They went back.","spans":[{"start":0,"end":581,"type":"em"}]},{"type":"paragraph","text":"            This was, indeed, an expression of valor on her part.","spans":[{"start":0,"end":65,"type":"em"}]},{"type":"paragraph","text":"            They decided, at last, to have the Roman Emperor go himself, and he, with all his army, went, and he could not, even with his army, defeat Zenobia.","spans":[{"start":0,"end":159,"type":"em"}]},{"type":"paragraph","text":"            Eventually, Queen Zenobia was besieged in a certain castle in that region called Palmyra, and she was there for two years virtually a prisoner. After two years, owing to starvation, she had to surrender. But because of her former courage and valor and greatness, the Emperor summoned her to Rome. The day of her arrival at Rome, she effected her entry into the capital in a certain way. She had the following arrangement:","spans":[{"start":0,"end":433,"type":"em"}]},{"type":"paragraph","text":"            The elephants were conducted ahead of her, after the array of elephants the lions, and after the lions the tigers, and then the bears, then the wolves, then the monkeys, and this was to humiliate her, and last of all the animals was Zenobia placed to enter the city, with a crown upon her head, and her uniform, and with bare feet, and with chains around her neck. But the whole idea was to show how courageous Zenobia was, and that courage was supposed to be symbolized or represented by the animals which had preceded her, and in point of courage compared to the lions and the tigers and so on, and as regards cunningness and stratagem, etc., as the wolves and monkeys and so on. And, above all, he wanted to prove that he was the greatest of all, that he had taken such a women, with power so great formerly, and now arrested as a prisoner of his.","spans":[{"start":0,"end":862,"type":"em"}]},{"type":"paragraph","text":"            Zenobia offered a speech, saying: “Verily, this Emperor – the Roman Emperor – rules virtually half of the world, is the king of all Europe then and most parts of Asiatic countries, whereas I am only the Queen of Syria, and he had to labor for two years in order to besiege me. Were I in his stead, many of the kings and crowned heads would I have defeated. I had only one country, and for three years did I have this fight, but what would I do if I had a larger country?”","spans":[{"start":0,"end":483,"type":"em"}]},{"type":"paragraph","text":"            Among the women was Catherine – the Russian Catherine – and it is historically a fact that were it not for Catherine the Russian Empire would have been entirely effaced and Peter the Great would have been defeated. This woman, through her great sagacity and valor, protected her realm and was the cause of its advancements. As history bears testimony in this fact, she was the great Russian reformer.","spans":[{"start":0,"end":412,"type":"em"}]},{"type":"paragraph","text":"            Among the women was Cleopatra, who, through her sagacity and cunningness and cleverness, discomfited the Roman Empire.","spans":[{"start":0,"end":130,"type":"em"}]},{"type":"paragraph","text":"            And among them is a woman most remarkable for her work among the Israelites, a woman who really restored the glory of Israel. For forty years the children of Israel were endeavoring to conquer the Holy Land, but they failed. At last, through the great sagacity of one woman, they were capable of so doing, and this is sacred history.","spans":[{"start":0,"end":345,"type":"em"}]},{"type":"paragraph","text":"            Among the renowned women of the world was Mary the Magdalene. After the crucifixion of His Holiness Christ, the disciples of Christ were greatly agitated. Even Peter denied His Holiness Christ, but Mary the Magdalene, this most spiritual and virtuous woman, confirmed all the disciples, and caused them to arise to serve Christ, and she served Christ in such a fashion as to render her name famous throughout the world, such was her worthy service to the Christian cause and such was the great firmness she exhibited!","spans":[{"start":0,"end":529,"type":"em"}]},{"type":"paragraph","text":"            And amongst the women there have been certain women and are certain Bahá’í women in Persia who are most courageous, most eloquent, most scholarly, well-informed, long-suffering.","spans":[{"start":0,"end":189,"type":"em"}]},{"type":"paragraph","text":"            Noteworthy amongst them was Qurrat’l-‘Ayn [“Solace of the Eyes”, the Persian poetess Táhirih].  She was a woman of the ecclesiastical class, and she withstood the Shah of Persia, she withstood the oppression of the ulamas, the learned men of Persia. She, single and alone, stood for the cause of woman in Persia, and to the last breath she was eloquent with the greatest power and courage. At last she was executed. She did not shake at all. The utmost of courage and valor was she.","spans":[{"start":0,"end":494,"type":"em"}]},{"type":"paragraph","text":"            And there are a number now of her type, one known as [Bahíyyih], or the “Greatest Holy Leaf.”  There are a number who are most courageous – mighty women amongst men.","spans":[{"start":0,"end":177,"type":"em"}]},{"type":"paragraph","text":"            All this evidence proves that woman is not deficient when opportunity is presented to her. They are indeed equivalent to men, but they have not had the educational opportunities which men have enjoyed. Therefore, in certain instances, they have not exhibited that power. But were they to be educated as men, they will prove most capable, and their susceptibilities, which are keen, will reveal themselves. Their perceptions are acute indeed, their intelligence is indeed great, and all their mental faculties are excessive, and most especially under difficulties and ordeals are they the most patient and long-suffering. ","spans":[{"start":0,"end":633,"type":"em"}]},{"type":"paragraph","text":"            For example, when a man dies, leaving five children, the poor mother has to take care of these five children. She patiently does it, educating them, rearing them, giving them that which no other creature can give, the affection which is peculiar to her kind. But if a mother passes away, leaving five children, it is exceedingly rare for a father to perform these functions. They will be scattered. They will be really orphans. But the mother does for them and does give them that which the other can not, causing them to reach maturity.","spans":[{"start":0,"end":549,"type":"em"}]},{"type":"paragraph","text":"            Therefore, men must be exceedingly grateful to womankind, who have endured so much hardship and who thus render worthy service to humanity. They must be very grateful to them, and not that they should say, ‘You are still inferior to us, and you are deficient, whereas we are efficient.’ This is an oppression which is soon to pass away.","spans":[{"start":0,"end":348,"type":"em"}]},{"type":"paragraph","text":"MRS. WILSON: I suggest that we give a standing vote of thanks for this illuminating and encouraging address to us today.”","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"According to The Diary of Mírzá Mahmúd-i-Zarqání Chronicling `Abdu'l-Bahá's Journey to America, pp. 331-332, Mírzá Mahmúd-i-Zarqání summarized the afternoon meeting in this way:","spans":[{"start":0,"end":177,"type":"strong"},{"start":94,"end":95,"type":"em"}]},{"type":"paragraph","text":" ","spans":[{"start":0,"end":1,"type":"strong"}]},{"type":"paragraph","text":"“This afternoon the Master gave an address at the Century Club in San Francisco on the rights and education of women before an audience of women and their husbands. They were captivated and so overcome with joy that they begged to be introduced to Him and to attain His presence. This was a gathering of wealthy people and there was an abundance of food and refreshments. The Master had some tea and sweets and then left. When He was outside the building, crowds of people surrounded Him, demonstrating their joy, love and respect.","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"After the meeting, the Master remarked:","spans":[]},{"type":"paragraph","text":"I speak according to the demands of the time and the capacity of my listeners. `The father makes gurgling sounds for the newborn infant, although his wisdom be capable of measuring the universe”[From the Sufi poet Rúmí.] ","spans":[{"start":0,"end":194,"type":"em"}]}]}},{"id":"Y2MjKxAAAJY1zcmg","uid":"lloyd-lake-golden-gate-park-jf-kennedy-drive","url":"/san-francisco-tour/lloyd-lake-golden-gate-park-jf-kennedy-drive","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y2MkcxAAAMAZzc9Z&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2MjKxAAAJY1zcmg%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:16:17+0000","last_publication_date":"2022-11-03T02:16:17+0000","slugs":["lloyd-lake-golden-gate-park-jf-kennedy-drive"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"6","tour_blub":[{"type":"paragraph","text":"MISSING BLURB OF THE TOUR LOCATION","spans":[{"start":0,"end":34,"type":"strong"}]}],"tour_title":[{"type":"heading1","text":"Lloyd Lake, Golden Gate Park, JF Kennedy Drive ","spans":[]}],"tour_coords":{},"tour_main_image":{"dimensions":{"width":3370,"height":3046},"alt":"Interior of the First Unitarian Church. Starr King's Church. 1873-5?","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/66c72be6-8b55-46b6-b49a-e14d1eff5f5e_AAB-1663+-+1873-5%3F+-+Interior+of+the+First+Unitarian+Church.+Starr+King%27s+Church.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"According to Ramona Brown in Memories of 'Abdu'l-Bahá, pp. 47-48 ","spans":[{"start":0,"end":41,"type":"strong"},{"start":42,"end":65,"type":"strong"}]},{"type":"paragraph","text":"“When the Master was in the city Mrs. Goodall would drive Him and some of.the friends (often including my father) to Lloyd Lake, a small lake surrounded by trees and flowering shrubs, in Golden Gate Park. On the edge of the lake was placed a marble arch, which is all that remains of the Towne family mansion after the fire of 1906. This arch is called \"Portals of the Past\" and is on the shore across the lake from where the Master would stand on the path and watch the ducks. The little ducks swam toward Him as if drawn by His presence. Once He said, \"The ducks and flowers are more conscious of My presence than are the people of the city.\" He spoke of many things and said that He hoped the Faith would progress in the West. ","spans":[]},{"type":"paragraph","text":"On one of His visits to Golden Gate Park with a few friends 'Abdu'l-Bahá spoke to my father about health. ","spans":[]},{"type":"paragraph","text":"['Abdu'l-Bahá]: Man must not imagine disease but must ever trust God. Anyway, a man's life here in this world is temporary. He is in a world that is like a house, susceptible to every invasion, and God must protect man -- man must be submissive to God. He must not occupy himself with the thoughts of things -- imaginings. If a man thinks too much of his health, he will become afflicted. ... ","spans":[]},{"type":"paragraph","text":"The spiritual life of man is important. The everlasting life of man is of the utmost importance. A man must be thinking of that... ","spans":[]},{"type":"paragraph","text":"Dr. Allen:  Why should we pay attention to the everlasting life? We give up all of our time to this, and why should we be thinking about the rest of it? ","spans":[]},{"type":"paragraph","text":"Mrs. [Lua] Getsinger: You mean why should we not wait until we get there and take it up then? ","spans":[]},{"type":"paragraph","text":"'Abdu'l-Baha: Because whatsoever a man soweth here he reapeth there. This world is like a school. He must learn lessons here so that when he issues from this school he may become learned. He must not be ignorant. ","spans":[]},{"type":"paragraph","text":"For phenomena in general, there is one virtue. It is innate virtue. For example, this tree: its verdure is innate; its flowers are innate; they are creational. It does not interfere with them. It has no will of its own. ","spans":[]},{"type":"paragraph","text":"As to animals, all their virtues are innate. The sun, its virtues are innate; therefore, there is no credit to be given it. ...Are you grateful to any of these? Not especially, as they are innate, involuntary virtues. But the virtues of man are acquired. ...Therefore, for man there is need of the acquiring of virtues. ","spans":[]},{"type":"paragraph","text":"All the philosophers have come with the intention of teaching man to acquire virtues. All the prophets who have come have come to endow man with acquired Virtues. ...” ","spans":[]},{"type":"paragraph","text":"The following is a childhood account from the memory of Florence Mayberry regarding one of the visits of 'Abdu'I-Baha to Lloyd Lake, recorded in The Great Adventure by Florence Mayberry, pp 50-51. ","spans":[{"start":0,"end":197,"type":"strong"}]},{"type":"paragraph","text":"“One afternoon in early October 1912, Myrtle [Florence’s mother], Marie [Myrtle’s friend] and I were on one of our Golden Gate Park outings, I, for some unrecalled reason, minus Louise [Florence’s doll] and her doll buggy, which gave me freedom to roam. Myrtle and Marie dawdled behind, chummily chatting a mile a minute. Bored with their girl talk, I skipped ahead where, off the main path on a side location, was located the dream-like white pillared portico known as the Portals of the Past This was a relic from the 1906 earthquake and fire which had destroyed so much of San Francisco, installed in the Park as a poignant memento of a city's devastation. On earlier strolls our trio had occasionally diverged to a side path- way to admire its poetic beauty. ","spans":[]},{"type":"paragraph","text":"A longing to see it again urged me not to wait for Myrtle and Marie, who might have other destinations in mind, but to push through the shrubs which bordered the more public pathway and to directly enter the Portals area. ","spans":[]},{"type":"paragraph","text":"I bent beneath the low branches of the closely planted shrubs, pushed myself free of them. Stopped abruptly, startled. A small crowd of laughing, exhilarated people were gathered on the periphery of the Portals. Such an excited, happy group, expressing emotion I had never witnessed before on any picnic or party gathering. Their voices lilted, the women's high tones almost bird-like, a mysterious rapture seemed to infuse them. ","spans":[]},{"type":"paragraph","text":"They were gathered in a loose circle, facing Someone at their center, focusing their rapture upon whoever it was. ","spans":[]},{"type":"paragraph","text":"As I stared, the group, almost as one, turned and stared back. Immediately, as though on signal, the women at the edge of the group stretched welcoming, pleading hands to me, called, \"Come, please come! Come here, child!\" I shook my head, pleased by the invitation, but had I not been sternly warned by Myrtle never to go with strangers? ","spans":[]},{"type":"paragraph","text":"The women called, called again, continuing, \"Come! Please! Come see Him!\" Reluctantly I shook my head, backed through the shrubbery, regained the outer path. ","spans":[]},{"type":"paragraph","text":"\"Florence! Come right here!\" Myrtle shrilled, running toward me. ","spans":[]},{"type":"paragraph","text":"\"But my People want me. They want me to come back!\" Now that Myrtle knew where I was, I pushed back through the shrubs into the enchanted area. Those pretty' loving people renewed their cry, \"Come, please come, oh please!\" ","spans":[]},{"type":"paragraph","text":"See! They were My People, they liked me, they wanted me. Nobody except Myrtle, Grandma and Grandpa had ever wanted me that much. And even Myrtle, Grandma and Grandpa never called to me like it was almost a prayer. Perhaps Whoever it was in their center wanted to see me too, perhaps-- ","spans":[]},{"type":"paragraph","text":"I stepped toward them, then obediently scooted back to Myrtle on the outer path. She grasped my shoulders, held me tightly. \"What is getting into you? First, climbing out of windows, now hiding in bushes! Haven't I told you never to leave my sight in this big Park? You could get lost, I might never see you again!\" ","spans":[]},{"type":"paragraph","text":"\"But they're my People. They're having a party, they want me to come.\" ","spans":[]},{"type":"paragraph","text":"\"No! Absolutely not!\" ","spans":[]},{"type":"paragraph","text":"\"They're pretty ladies mostly. Nice people, not scary.\" Marie suggested, \"Perhaps they are having a picnic and they want to be nice to the child.\" ","spans":[]},{"type":"paragraph","text":"\"Well, even if they are, she shouldn't interrupt their party. Come along, now, we'd better head home, pretty soon the fog may start rolling in.\" ","spans":[]},{"type":"paragraph","text":"We turned away, toward home. ","spans":[]},{"type":"paragraph","text":"Strange, really peculiar. I was a willful child, I wanted to go to go to their picnic.  But somehow I didn't seem to mind leaving, although I did want to see Whoever it was they wanted me to see.  Oddly, a peculiar confidence settled within me, making me certain that no matter if I never saw them anymore, they belonged to me. For always. ","spans":[]},{"type":"paragraph","text":"In coming years, as child and adult, I often visited that same spot, visualizing that scene of the welcoming people. I always thought of them as My People. Very odd. They were friendly, lovely ghosts, more mine than many I saw in reality every day. ","spans":[]},{"type":"paragraph","text":"I finally found My People. A long time later. I am unable to factually prove the identity of My People, even though the year and the month and a corroborating event indicate the truth of my discovery. I am inwardly certain they formed a group of early American Bahá’ís who escorted 'Abdu'l-Baha, Son of Bahá'u'lláh, Founder of the Bahá'í Faith, to Golden Gate Park during his 1912 visit to America. They did visit the Portals of the Past, a brief respite in 'Abdu'l-Bahá’s demanding journey when He conveyed to thousands of Americans and Canadians the universal principles of the Oneness of God, mankind, and the world revealed by Baha'u'llah. ","spans":[]},{"type":"paragraph","text":"…","spans":[]},{"type":"paragraph","text":"I only wish that I had heard the Center of that group speak of many things, that I could have joined the ducks and flowers and, of course, My People, in the conscious- ness of His presence. How grateful I am that I never forgot that strange small episode and that finally I did join them.”","spans":[]},{"type":"paragraph","text":"According to an account in Star of the West, Vol III, No. 12, p.13","spans":[{"start":0,"end":66,"type":"strong"},{"start":27,"end":43,"type":"em"}]},{"type":"paragraph","text":"“’Abdu’l-Bahá expressed himself much pleased with San Francisco and greatly enjoyed his visits to Golden Gate Park. He took especial interest in the flowers and would often leave the automobile for a walk along the shore of some one of the small lakes. But even on the drive and during the walks he dispensed blessing-giving many wonderful lessons to those whose great privilege it was to be with him at those times.”","spans":[]}]}},{"id":"Y2MitBAAAMAZzceN","uid":"temple-emanu-el-currently-located-at-2-lake-street","url":"/san-francisco-tour/temple-emanu-el-currently-located-at-2-lake-street","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y2MkcxAAAMAZzc9Z&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2MitBAAAMAZzceN%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:16:18+0000","last_publication_date":"2022-11-03T02:16:18+0000","slugs":["temple-emanu-el-currently-located-at-2-lake-street-was-originally-located-at-450-sutter-street-where-abdul-baha-spoke-to-the-congregation."],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"5","tour_blub":[{"type":"paragraph","text":"2 Lake Street (and Arguello) – Observe the current Temple as you drive by.  We will not stop to visit. Read the text below in the car.","spans":[{"start":0,"end":134,"type":"em"}]}],"tour_title":[{"type":"heading1","text":"Temple Emanu-El currently located at 2 Lake Street, was originally located at 450 Sutter Street, where 'Abdu'l-Bahá spoke to the congregation.  ","spans":[]}],"tour_coords":{},"tour_main_image":{"dimensions":{"width":2315,"height":1778},"alt":"Temple Emanu-el, Sept 1, 1907","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/528304d9-5e3e-49c9-8a37-fe174d1fdbb5_AAB-1719+-+1907+-+Temple+Emanu-el.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"According to Ramona Brown in Memories of 'Abdu'I-Baha, p 49-50, ","spans":[{"start":0,"end":64,"type":"strong"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"“On October 12, 1912, Abdu'l-Bahá was invited by Rabbi Martin A. Meyer to speak at Temple Emmanu-EI in San Francisco. Time as not dimmed my memory of the Master as He stood in the temple between two lovely palm trees while a shaft of light from a window fell across Him and bathed Him in the morning sunshine. There were two thousand Jews present as Abdu'l-Bahá spoke about \"the Fundamental Unity of Religious Thought.\" Listening to the words of the Master, I realized that in that vast temple there was absolute silence except for His pleasing, vibrant voice calling all to unity and urging the congregation to respect the names of Jesus and Muhammad and above all to be kind to all mankind. He gave proof of Jesus' claim and asked the people to set aside all religious prejudice. In closing He said: ","spans":[]},{"type":"paragraph","text":"The age has dawned when human fellowship will become a reality. ","spans":[]},{"type":"paragraph","text":"The century has come when all religions shall be unified. ","spans":[]},{"type":"paragraph","text":"The dispensation is at hand when all nations shall enjoy the blessing of International Peace. ... ","spans":[]},{"type":"paragraph","text":"For all mankind shall dwell in peace and security beneath the shelter of the great tabernacle of the one living God.” ","spans":[]},{"type":"paragraph","text":"According to H. M Balyuzi in ‘Abdu'l-Bahá, pp. 286 and 307,","spans":[{"start":0,"end":59,"type":"strong"}]},{"type":"paragraph","text":"“‘Abdu'l-Bahá delivered on October 12, at Temple Emanu-EI, to a Jewish congregation of some two thousand people, many of whom were eminent in the Jewish community, the talk which was the towering climax to His matchless and strenuous work on the American continent.”","spans":[]},{"type":"paragraph","text":"“In the evening, at the meeting in the home of Mrs. Goodall, Abdu'l-Bahá remarked that never before had anyone spoken in a synagogue to affirm that Christ was the Word of God and Mohammad the Messenger of God. And noteworthy it was that no dissent incurred. All that, He said, was only due to the confirmation of Baha'u'llah.” ","spans":[]},{"type":"paragraph","text":"The entire address is printed in The Promulgation of Universal Peace, pp 361-370.","spans":[]}]}},{"id":"YwbHCRAAACIAX6hv","uid":"the-former-residence-of-charles-tinsley","url":"/san-francisco-tour/the-former-residence-of-charles-tinsley","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y2MkcxAAAMAZzc9Z&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22YwbHCRAAACIAX6hv%22%29+%5D%5D","tags":[],"first_publication_date":"2022-08-25T00:49:49+0000","last_publication_date":"2022-11-03T02:01:58+0000","slugs":["the-former-residence-of-charles-tinsley"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"4","tour_blub":[{"type":"paragraph","text":"1247 ½ Webster St. according to the Crocker-Langley City Directory for 1912 (between Ellis and Eddy Streets). Today, this residence has been replaced by apartments. However, according to a San Francisco Bahá’í community list, Charles Tinsley’s address was 1469 Geary.","spans":[{"start":0,"end":18,"type":"strong"}]}],"tour_title":[{"type":"heading1","text":"The Former Residence of Charles Tinsley","spans":[]}],"tour_coords":{"latitude":37.78278955528432,"longitude":-122.43608236312868},"tour_main_image":{"dimensions":{"width":4104,"height":2118},"alt":"Ellis and Webster (1964 Aug. 20)","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY","url":"https://images.prismic.io/blessedfootsteps/94c95097-31af-4c29-8298-a0b2c931860c_AAC-1918+-+1964+Aug.+20+-+Dilapidated+apartment+buildings+at+Ellis+and+Webster+streets.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":" 1247 ½ Webster St. according to the Crocker-Langley City Directory for 1912 (between Ellis and Eddy Streets). Today, this residence has been replaced by apartments. However, according to a San Francisco Bahá’í community list, Charles Tinsley’s address was 1469 Geary.  ","spans":[{"start":1,"end":270,"type":"em"}]},{"type":"paragraph","text":"According to Memories of ʻAbdu'l-Bahá, pp 46-47, quoted from \"The Visit of ʻAbdu'l-Bahá to Mr. Charles Tinsley: San Francisco, California, October 10, 1912,\" Star of the West, 4, no 12 (October 16, 1913), 205. ","spans":[{"start":13,"end":37,"type":"em"}]},{"type":"paragraph","text":"“Like Robert Turner, Charles Tinsley had learned of the Faith while he was employed by Phoebe Hearst.  ","spans":[{"start":0,"end":103,"type":"em"},{"start":0,"end":103,"type":"strong"},{"start":21,"end":36,"type":"hyperlink","data":{"id":"YwbHCRAAACIAX6hv","type":"tour_location","tags":[],"lang":"en-us","slug":"the-former-residence-of-charles-tinsley","first_publication_date":"2022-08-25T00:49:49+0000","last_publication_date":"2022-11-03T02:01:58+0000","uid":"the-former-residence-of-charles-tinsley","url":"/san-francisco-tour/the-former-residence-of-charles-tinsley","link_type":"Document","isBroken":false}}]},{"type":"paragraph","text":"On October 10 in San Francisco ʻAbdu'l-Bahá went to visit Charles Tinsley, a black Baha'i who had been laid up for a long time with a broken leg. \"I am impatient,\" said Mr. Tinsley, \"to be up and out to work for the Cause.\"  ","spans":[{"start":0,"end":225,"type":"em"},{"start":0,"end":225,"type":"strong"}]},{"type":"paragraph","text":"A detailed account of this very special home visit, recorded by Ella Goodall Cooper, has been preserved in the Ella Goodall Cooper Collection,  National Bahá’í Archives, United States. ","spans":[]},{"type":"paragraph","text":"“A TIMELY LESSON BY `ABDU'L-BAHÁ” based on Helen Goodall’s notes and written by Ella Goodall Cooper, her daughter.","spans":[{"start":1,"end":114,"type":"em"}]},{"type":"paragraph","text":"During `Abdu'l-Bahá's sojourn in California in October, 1912, many were the particular lessons he gave to special believers, in addition to his public addresses and his brief daily talks to the groups of friends and strangers who gathered morning and afternoon at his home. ","spans":[{"start":0,"end":274,"type":"em"}]},{"type":"paragraph","text":"Among the early American believers was Charles H. Tinsley, a Negro formerly employed by Mrs. Phoebe ","spans":[{"start":0,"end":100,"type":"em"}]},{"type":"paragraph","text":"Apperson Hearst as butler in her Pleasanton (California) home.  While there he had learned of the Bahá'í Message through Mrs. Hearst's niece, Miss Anne Apperson; but previous to 1912 Mr. Tinsley had married and was living in his own home in San Francisco.  He had joined the Bahá'í group, and with them was eagerly anticipating `Abdu'l-Bahá's coming.  But, alas! shortly before the Master arrived, Mr. Tinsley had unfortunately met with an accident and for some weeks had been confined to his bed with a broken leg.  Naturally he was bitterly disappointed at being unable to attend the meetings which other believers were privileged to enjoy.  When `Abdu'lBahá heard of Mr. Tinsley's plight he immediately said, \"Well, if he cannot come to see me I will go to see him.\"   Thereupon my mother and I, with an interpreter, drove with `Abdu'l-Bahá to the humble cottage of Mr. Tinsley and his wife.  As Mrs. Tinsley led us toward his room she informed us that Charles was not only unhappy but was even in a rebellious frame of mind. ","spans":[{"start":0,"end":1029,"type":"em"}]},{"type":"paragraph","text":"`Abdu'l-Baha, quickly entering the room like a burst of sunshine, called out cheerily: \"How are you?  How are you?  I am very glad to see you.\" ","spans":[{"start":0,"end":144,"type":"em"}]},{"type":"paragraph","text":" Mr. Tinsley plaintively replied: \"I am well except for this broken leg which is keeping me in bed.  I am impatient to be up and out, working for the Cause, and I cannot understand why this should have happened to me.\" ","spans":[{"start":0,"end":219,"type":"em"}]},{"type":"paragraph","text":"`Abdu'l-Bahá said: \"You must not be sad. Cheer up.  Praise be to God, you are dear to me.  Come, I will tell you a story.\"  Seating himself on the edge of the bed, and holding up Mr. Tinsley's hand, `Abdu'l-Bahá began: ","spans":[{"start":0,"end":219,"type":"em"}]},{"type":"paragraph","text":"\"Once there was a great king who, having such love for one of his subjects, desired to appoint him to a high office.  The king, with the intention of training his subject, ordered him to be thrown into prison.  After a certain length of time, he was to be taken out and bastinadoed. ","spans":[{"start":0,"end":283,"type":"em"}]},{"type":"paragraph","text":"\"The man was amazed at receiving such treatment, for he had expected great favors from his king. ","spans":[{"start":0,"end":97,"type":"em"}]},{"type":"paragraph","text":" \"No sooner had he recovered from those inflictions than further orders came from the king that he was to be hanged on the gallows until nearly dead. ","spans":[{"start":0,"end":150,"type":"em"}]},{"type":"paragraph","text":" \"Having had no word from his beloved king, and being utterly unable to understand the meaning of all these strange unexplained orders, you can imagine the intense suffering, mental as well as physical, which the poor man had endured through all these many trials. ","spans":[{"start":0,"end":265,"type":"em"}]},{"type":"paragraph","text":" \"When, finally, he had recuperated from the last and most dreadful of the ordeals, and was brought, weeping, before the king, he threw himself at his feet, crying\" 'O, my Lord, my Liege, your Majesty! What does this mean? Why this terrible punishment? I thought you loved me.' ","spans":[{"start":0,"end":278,"type":"em"}]},{"type":"paragraph","text":"\"The king lifted him to his feet and, tenderly embraced him, said: 'I do love you.  From among all my subjects I have chosen ","spans":[{"start":0,"end":125,"type":"em"}]},{"type":"paragraph","text":"you to be my prime minister, and the tests you have undergone were to acquaint you with what punishment means.  When you become prime minister you will have the power over the lives of thousands of human beings.  Whenever it may become necessary for you to order a man to be cast into prison, you know how it feels.  If it should become necessary for you to order a man to be bastinadoed, you know how that feels.  If you should be obliged to condemn a man to death on the gallows, you know how even that feels.  It is because of my boundless love for you, it is because of your great capacity, that I have chosen for you the highest office in my realm, and through this severe training I have fitted you for this service.'\" ","spans":[{"start":0,"end":725,"type":"em"}]},{"type":"paragraph","text":"`Abdu'l-Bahá, then turning to Mr. Tinsley, continued: ","spans":[{"start":0,"end":52,"type":"strong"}]},{"type":"paragraph","text":"\"Even so it is with you.  After this trying experience you will attain spiritual maturity.  God sometimes causes us to suffer many misfortunes in order that we may become firm in His Cause.  You will soon recover and be spiritually stronger than ever before.  ","spans":[{"start":0,"end":260,"type":"em"}]},{"type":"paragraph","text":"You will work for God and carry the Bahá'í Message to many of your people.” ","spans":[{"start":0,"end":76,"type":"em"}]},{"type":"paragraph","text":"“The radiant presence of `Abdu'l-Bahá, his warm hand-clasp, and the vibrant tones of his voice as he told the old oriental story, so changed Mr. Tinsley's attitude toward his own mishap that when `Abdu'l-Bahá rose to bid him farewell Mr. Tinsley was smiling through his tears. ","spans":[{"start":0,"end":277,"type":"em"}]},{"type":"paragraph","text":"“A few moments later, when Dr. Elisha Douglas Shaw, a member of our Bahá'í community, called at the house, it was instantly apparent to him that something unusual had occurred, for Mrs. Tinsley greeted him breathlessly as she hurried him down the hall, saying, \"Oh, Dr. Shaw, Charles is expecting you.\"  Mr. Tinsley welcomed him affectionately, exclaiming excitedly, \"The Master has just been here!\"  He then proceeded to repeat every detail of `Abdu'l-Bahá's visit. ","spans":[{"start":0,"end":467,"type":"em"}]},{"type":"paragraph","text":"“Dr. Shaw was astonished at the transformation that had taken place in Mr. Tinsley, for it was evident he had grasped the true significance of his pain and suffering. ","spans":[{"start":0,"end":167,"type":"em"}]},{"type":"paragraph","text":"“We who have known Mr. Tinsley these many years can testify that since that blessed day in October, 1912, when `Abdu'l-Bahá paid him such an unexpected visit, no trouble has ever daunted him or beclouded his spiritual happiness.  Even now, thirty-two years later, and again laid low by a sudden and greater affliction, his sprit is serene and his faith unwavering.  When friends call to condole with him, they are surprised to find him cheerful and uncomplaining, and they listen with interest as he reminisces of his younger days and `Abdu'l-Bahá's visit to his humble abode.  Perhaps they, too, feel the spirit that still lingers with him, for they return to hear the wonderful story of the wise king again and again.” ","spans":[{"start":0,"end":721,"type":"em"}]},{"type":"paragraph","text":"","spans":[]}]}},{"id":"Y2MjwBAAAJY1zcw1","uid":"bison-paddock-golden-gate-park-john-f-kennedy-drive","url":"/san-francisco-tour/bison-paddock-golden-gate-park-john-f-kennedy-drive","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y2MkcxAAAMAZzc9Z&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2MjwBAAAJY1zcw1%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:16:17+0000","last_publication_date":"2022-11-03T02:16:17+0000","slugs":["bison-paddock-golden-gate-park-john-f-kennedy-drive"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"7","tour_blub":[{"type":"paragraph","text":"Bison Paddock is on the right side of JF Kennedy Drive between Spreckels Lake and Chain of Lakes Drive  when driving west.   Get out to observe the bison and read these stories","spans":[]}],"tour_title":[{"type":"heading1","text":"Bison Paddock, Golden Gate Park, John F Kennedy Drive","spans":[]}],"tour_coords":{},"tour_main_image":{"dimensions":{"width":3370,"height":3046},"alt":"Interior of the First Unitarian Church. Starr King's Church. 1873-5?","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/66c72be6-8b55-46b6-b49a-e14d1eff5f5e_AAB-1663+-+1873-5%3F+-+Interior+of+the+First+Unitarian+Church.+Starr+King%27s+Church.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"According to “Reminiscences of an Early Believer,” Mrs. Georgia Ralston, 1936, National Bahá’í Archives, United States.","spans":[{"start":0,"end":118,"type":"strong"}]},{"type":"paragraph","text":"“’Abdu’l-Bahá sometimes would leave the others and drive with me in the electric, alone. One day He call Mrs. Goodall and we three went to Golden Gate Park.  We stopped to look at the buffalo, busily eating grass, and ‘Abdu’l-Bahá remarked: There, are the true philosophers, for they never get their heads above the earth.” ","spans":[]},{"type":"paragraph","text":"When ’Abdu’l-Bahá addressed the Open Forum in San Francisco, a similar humorous reference to cows was made that has been described by Mohi Sohhani, The Diary of Mírzá Mahmúd-i-Zarqání Chronicling `Abdu'l-Bahá's Journey to America, p. 313","spans":[{"start":134,"end":237,"type":"strong"}]},{"type":"paragraph","text":"“Although the [Open Forum] audience was composed mostly of philosophers and professors, they were all humbled by the talk. The Master's profound words contrasted the philosophy of the East with that of the West, elucidated the power beyond nature and explained the inherent distinction between mankind and other creatures. He concluded with the assertion that if philosophers believed that the highest perfection was not to believe in abstract and spiritual truth, it would be preferable to go to the cow, who, without any formal training, already had this attribute. When the Master uttered these words, everyone burst into laughter. This kind of humor, delivered in such a light-hearted manner, is popular and accepted by the Americans and so brought smiles and joy to the audience. At the conclusion of the Master's talk, when a philosopher stood up, several were heard to say to one another that the cow takes the lead in not believing in intellectual thought. The result was that everyone, even the philosophers, bore witness to the might of the divine teachings and influence of the words of 'Abdu'l-Bahá. Indeed, the Master's address provided a perfect and decisive proof for such people.” ","spans":[]},{"type":"paragraph","text":"The light-hearted reference to cows concludes the address to the Open Forum in  'Abdu'l-Bahá, The Promulgation of Universal Peace, p. 360-361.","spans":[{"start":80,"end":142,"type":"strong"}]},{"type":"paragraph","text":"“If it be claimed that the intellectual   reality of man belongs to the world of nature—that it is a part of the   whole—we ask is it possible for the part to contain virtues which the whole   does not possess? For instance, is it possible for the drop to contain   virtues of which the aggregate body of the sea is deprived? Is it possible   for a leaf to be imbued with virtues which are lacking in the whole tree? Is   it possible that the extraordinary faculty of reason in man is animal in   character and quality? On the other hand, it is evident and true, though most   astounding, that in man there is present this supernatural force or faculty   which discovers the realities of things and which possesses the power of   idealization or intellection. It is capable of discovering scientific laws,   and science we know is not a tangible reality. Science exists in the mind of   man as an ideal reality. The mind itself, reason itself, is an ideal reality   and not tangible.","spans":[]},{"type":"paragraph","text":"Notwithstanding this, some of the sagacious men declare: We have attained to the superlative   degree of knowledge; we have penetrated the laboratory of nature, studying sciences and arts; we have attained the highest station of knowledge in the   human world; we have investigated the facts as they are and have arrived at   the conclusion that nothing is rightly acceptable except the   tangible, 361 which alone is a reality worthy of credence; all that   is not tangible is imagination and nonsense.","spans":[]},{"type":"paragraph","text":"Strange indeed that   after twenty years training in colleges and universities man should reach   such a station wherein he will deny the existence of the ideal or that which   is not perceptible to the senses. Have you ever stopped to think that the   animal already has graduated from such a university? Have you ever realized that the cow is already a professor emeritus of that university? For the cow   without hard labor and study is already a philosopher of the superlative degree in the school of nature. The cow denies everything that is not   tangible, saying, “I can see! I can eat! Therefore, I believe only in that which is tangible!”","spans":[]},{"type":"paragraph","text":"Then why should we   go to the colleges? Let us go to the cow.”","spans":[]}]}}]},"__N_SSG":true}