{"pageProps":{"id":"YTHs9BEAACgABPNf","uid":"journey-across-the-united-states","url":"/chapter/journey-across-the-united-states","type":"chapter","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=YYScNBIAAC4ArjNB&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22YTHs9BEAACgABPNf%22%29+%5D%5D","tags":[],"first_publication_date":"2021-09-03T09:38:00+0000","last_publication_date":"2021-09-18T01:52:33+0000","slugs":["journey-across-the-united-states"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"chapter_title":[{"type":"heading1","text":"Journey Across the United States","spans":[]}],"chapter_number":2,"chapter_hero":{},"chapter_day":"1912-10-19","body":[{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"San Francisco February 28, 1912 newspaper headline announced “After 40 Years In Prison, Bahá’í Leader Plans To Visit Followers In U.S.”","spans":[]},{"type":"paragraph","text":"Even before His arrival in the United States on April 11, a February 28, 1912 San Francisco newspaper headline announced “After 40 Years In Prison, Bahá’í Leader Plans To Visit Followers In U.S.” The article provided a description of the purpose of 'Abdu'l-Bahá’s journey to the United States, ending with this assessment and advice: 'Abdu’l-Bahá Belongs to Wise Class - Follow Him. The article stated: [c]","spans":[{"start":334,"end":381,"type":"strong"},{"start":403,"end":406,"type":"hyperlink","data":{"id":"YTHyaBEAAC8ABQ6S","type":"citation","tags":[],"slug":"shoghi-effendi-god-passes-by-bahai-publishing-trust-wilmette-il-p-290","lang":"en-us","first_publication_date":"2021-09-03T10:01:15+0000","last_publication_date":"2021-09-18T01:52:42+0000","link_type":"Document","isBroken":false}}]}]}},{"slice_type":"quote","slice_label":null,"items":[{}],"primary":{"quote_content":[{"type":"paragraph","text":"AMERICA has entertained many native and foreign teachers of religion and philosophy…","spans":[]},{"type":"paragraph","text":"'Abdu’l-Bahá, the Persian philosopher","spans":[{"start":0,"end":37,"type":"strong"}]},{"type":"paragraph","text":"'Abdu’l-Bahá’s life is one of active service to humanity. There is no element in the daily life of this world too small to receive his attention, and yet the great motive power manifesting through him is not of this world, but is of God.  He is working to serve God, yet by serving God he serves mankind.","spans":[]},{"type":"paragraph","text":"From his early childhood until his sixty-fourth year he was an exile and a prisoner, yet the light of his life and teachings has reached to the far corners of the earth.","spans":[]},{"type":"paragraph","text":"From many countries have gone to him people of different beliefs to receive spiritual help, and upon leaving him they have returned to their various homes to share with others the joy and assurance of his spiritual message and to follow in his path of service.","spans":[]},{"type":"paragraph","text":"Some of the Ordinances of the Faith of the Bahá’ís.","spans":[{"start":0,"end":51,"type":"strong"}]},{"type":"paragraph","text":"Some of the Ordinances of the Bahá’í faith touch upon the following subjects: ","spans":[]},{"type":"paragraph","text":"Religious Unity - All men are free to believe and to worship as they will, but","spans":[]},{"type":"paragraph","text":"they are exhorted to unite in the universal faith of Bahá, for only through spiritual unity will mankind attain the highest development.","spans":[]},{"type":"paragraph","text":"Tolerance - The Bahá’ís should not separate themselves from people who are not of their belief, nor should they denounce or antagonize those holding views other than their own.","spans":[]},{"type":"paragraph","text":"The Church - In this Cause there is no priesthood apart from the laity. Each one who receives the spirit should share it with those whom he meets in daily life. Teaching is given without money and without price. Teachers are generally self-supporting, but occasionally they are sent forth to teach provided with the necessaries of life by those who are desirous and able in this way to serve the Cause. ","spans":[]},{"type":"paragraph","text":"Places of worship are to be provided for meeting and prayer.","spans":[]},{"type":"paragraph","text":"Marriage - Celibacy and asceticism are discouraged. Man should marry and create a family and live in the world where he can show forth in his daily life the spirit which is in his soul. Monogamy as the highest expression of justice is taught.","spans":[]},{"type":"paragraph","text":"Be Kind to All People, 'Abdu’l-Bahá Says to Servants of God.","spans":[]},{"type":"paragraph","text":"Resistance - Harshness should be met with goodness and hatred with love. With these weapons the Bahá’ís will overcome all opposition.","spans":[]},{"type":"paragraph","text":"Worship - Prayer supplemented by a pure and useful life in this world forms the elements of true worship. Faith without works is not acceptable. Every man should have an occupation which conduces to the welfare of humanity, the diligent pursuance of which is in itself an act of worship.","spans":[]},{"type":"paragraph","text":"This is what 'Abdu’l-Bahá says are signs of SERVANTS OF GOD:","spans":[]},{"type":"paragraph","text":"To live the life. To be no cause of grief to any one.","spans":[]},{"type":"paragraph","text":"To love each other very much.","spans":[]},{"type":"paragraph","text":"To be kind to all people and to love them with a pure spirit.","spans":[]},{"type":"paragraph","text":"Should opposition or injury happen to us, we must bear it, and be as kind as ever we can be, and, through all, we must love the people.","spans":[]},{"type":"paragraph","text":"Should calamity exist in the greatest degree, we must rejoice, for these things are the Gifts and Favors of God!","spans":[]},{"type":"paragraph","text":"To be silent concerning the faults of others, to pray for them and help them – through kindness - to correct their faults.","spans":[]},{"type":"paragraph","text":"To look always at the good and not at the bad.","spans":[]},{"type":"paragraph","text":"If a man has ten good qualities and one bad one, we must look at the ten and forget the one. And if a man has ten bad qualities and one good one, we must look at the one and forget the ten.","spans":[]},{"type":"paragraph","text":"To never allow ourselves to speak one unkind word about another, even though that other be our enemy.","spans":[]},{"type":"paragraph","text":"To rebuke those who speak to us of the faults of others.","spans":[]},{"type":"paragraph","text":"All of our deeds must be done in kindness.","spans":[]},{"type":"paragraph","text":"To be occupied in spreading the Teachings, for only through obedience to this Command, 'Abdu’l-Bahá has said, will we receive the power and confirmation of the Spirit; and that whosoever is granted this power and confirmation of the Spirit is under the favor of GOD, but otherwise he is a lamp without light. ","spans":[]},{"type":"paragraph","text":"'Abdu’l-Bahá also said that: \"Every seed cast in this great and magnificent country (i.e. period) will be cultivated by GOD, and produce plants through the abundance of the clouds of His Mercy.\"","spans":[]},{"type":"paragraph","text":"To cut our hearts from ourselves and from the world.","spans":[]},{"type":"paragraph","text":"To be humble.","spans":[]},{"type":"paragraph","text":"To be servants of each other, and to know that we are less than any one else.","spans":[]},{"type":"paragraph","text":"To be as one soul in many bodies, for the more we love each other the nearer we will be to GOD; but that our love, our unity, our obedience must not be by confession, but of reality.","spans":[]},{"type":"paragraph","text":"To act with cautiousness and wisdom.","spans":[]},{"type":"paragraph","text":"To be truthful.","spans":[]},{"type":"paragraph","text":"To be hospitable.","spans":[]},{"type":"paragraph","text":"To be reverent.","spans":[]},{"type":"paragraph","text":"'Abdu’l-Bahá Belongs to Wise Class - Follow Him.","spans":[{"start":0,"end":48,"type":"strong"}]},{"type":"paragraph","text":"To be a cause of healing for every sick one;","spans":[]},{"type":"paragraph","text":"a pleasant water for every thirsty one; ","spans":[]},{"type":"paragraph","text":"a Heavenly Table for every hungry one; ","spans":[]},{"type":"paragraph","text":"a guide for every seeker; rain for cultivation; ","spans":[]},{"type":"paragraph","text":"a star to every horizon; a light for every lamp;","spans":[]},{"type":"paragraph","text":"a herald to every yearning one for the Kingdom of GOD.","spans":[]},{"type":"paragraph","text":"\"He that knows not and knows not that he knows not -","spans":[]},{"type":"paragraph","text":"He is a fool, shun him!","spans":[]},{"type":"paragraph","text":"He that knows not and knows that he knows not -","spans":[]},{"type":"paragraph","text":"He is ignorant, instruct him!","spans":[]},{"type":"paragraph","text":"He that knows and knows not that he knows -","spans":[]},{"type":"paragraph","text":"He is asleep, wake him!","spans":[]},{"type":"paragraph","text":"He that knows and knows that he knows -","spans":[]},{"type":"paragraph","text":"He is wise, follow him!\"","spans":[]},{"type":"paragraph","text":"‘Abdu’l-Bahá belongs to the latter class…","spans":[]},{"type":"paragraph","text":"","spans":[]}],"quote_attribution":null,"quote_citation":{"link_type":"Document"}}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"'Abdu'l-Bahá was in the United States for 239 days ","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"'Abdu'l-Bahá was in the United States for 239 days from April 11 to December 5, 1912.  ","spans":[]},{"type":"paragraph","text":"A commentator of His American travels provides a description of the impact of 'Abdu’l-Bahá had on those meeting privately with Him and an insight into why Bahá’ís living in Washington, Oregon and California, eagerly longed for Him to arrange to visit the West coast.","spans":[]},{"type":"paragraph","text":"“When 'Abdu’l-Bahá visited this country for the first time in 1912, He found a large and sympathetic audience waiting to greet Him personally and to receive from His own lips His loving and spiritual message…. Beyond the words spoken there was something indescribable in His personality that impressed profoundly all who came into His presence.  The dome-like head, the patriarchal beard, the eyes that seemed to have looked beyond the reach of time and sense, the soft yet clearly penetrating voice, the translucent humility, the never failing love, -- but above all, the sense of power mingled with gentleness that invested His whole being with a rare majesty of spiritual exaltation that both set Him apart, and yet that brought Him near to the lowliest soul, -- it was all this, and much more that can never be defined, that have left with His many…. friends, memories that are ineffaceable and unspeakably precious.\"","spans":[]},{"type":"paragraph","text":"","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Early Beginnings of the San Francisco Bay Area Bahá’í Community Prior to 'Abdu’l-Bahá’s visit to California","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"To understand the circumstances by which 'Abdu’l-Bahá decided to extend His visit in the United States to the West Coast, it is helpful to become acquainted a few significant meetings and conversations of individuals living in California starting in 1898.","spans":[]},{"type":"paragraph","text":"Perhaps the story starts with Lua Getsinger’s mother, Ellen McBride, born in 1843 when the millennial zeal of the mid-nineteenth century in the United States was peaking.  Many sought answers to religious questions beyond the limitations of conventional Christian denominational theology.  Ellen’s sixth child, Louisa Aurora Moore (Lua), born on November 1, 1871 in Hume, New York, was reared by this mother who constantly sought answers to grand religious questions.  Lua began her own personal quest of spiritual truth in the 1880s after moving to Chicago to pursue her study of dramatic arts. After learning about and studying the new message of the Bahá’í teachings from one of the very few Bahá’ís living in the United States at the time, she became one of the first 60 American Baha’i’s on May 21, 1897.  She married Edward Getsinger five days later and five months later he abandoned his atheist perspective and accepted the Bahá’í teachings.  Soon after, Lua’s mother and four siblings also became Bahá’ís.  ","spans":[]},{"type":"paragraph","text":"In the spring of 1898 the Getsingers travelled to California where they continued to share the Bahá’í message.  While there they were in contact with Phoebe Hearst, a philanthropist and the widow of Senator George Hearst.  Phoebe Hearst became interested in the Bahá’í teachings and allowed Lua Getsinger to teach a small group of individuals at her home in the summer of 1898.  One of these individuals was Anne Apperson, the niece of Mrs. Hearst. Anne shared what she was learning with her friend Helen Hillyer, Phoebe’s foster daughter who then acquainted her friend Ella Goodall with this universal- all inclusive truth.  When Ella Cooper learned about the Bahá’í teachings from her friend, she shared this message with her mother Helen Goodall.  From then on, both mother and daughter sought to learn more.  ","spans":[]},{"type":"paragraph","text":"Ella Cooper has left this rendering of early California Bahá’í history in her voluminous personal papers in black book “SF., vol 2.”","spans":[]},{"type":"paragraph","text":"The Baha'i Message was brought to California in the early Spring of 1898 by Mr. and Mrs. Edward C. Getsinger. Shortly after their arrival Mr. Getsinger called upon Mrs. Phoebe Apperson Hearst at her country estate at Pleasanton, not far from San Francisco.","spans":[]},{"type":"paragraph","text":"Mrs. Hearst was so greatly moved by Dr. Getsinger's dramatic recital of the rise of the Baha'i Movement that she proposed bringing together a few of her immediate family and friends for a private class for further study.  Mrs. Getsinger  - or Lua - was asked to take charge of that small group and for a period extending over three mouths she taught them by means of 12 preparatory lessons leading up to the appearance of the Manifestation.”","spans":[]},{"type":"paragraph","text":"Among those students was Miss Helen Hillyer, whose keen and increasing interest led her to take into her confidence an intimate friend, Miss Ella F. Goodall, hoping she might feel inclined to attend the class with her. In turn, Miss Goodall consulted her mother, Mrs. Helen S. Goodall, who sensing the import of the subject, suggested that they join immediately. However they found they were too late as the course had been finished and Mrs. Hearst was on the eve of leaving for the Holy Land. Among others, as guests, she took Dr. and Mrs. Getsinger. Mrs. Goodall and her daughter therefore determined to go East for the lessons.About the middle of November they left for New York, Miss Hillyer having preceded them. They were fortunate in soon securing a competent teacher in Anton Effendi Haddad, a Syrian Baha'i whom they met at the home of Mr. and Mrs. Arthur P. Dodge.”","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Story of the Goodalls introduction to the Faith","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"It was Nell Hillyer who convinced Mrs. Cooper (then Miss Goodall) that she should come to the apartment to hear Lua. Ella arrived one evening but had to wait in the bedroom until one a.m. since only initiates were allowed to attend classes. Lua finally came in from teaching, radiant, vital, hungry. Nell sent to Gobey's Saloon for an oyster loaf. They also shared a little white wine, in the same glass. Lua gave Mrs. Cooper lesson one of the series -- nothing in it about the Cause.","spans":[]},{"type":"paragraph","text":"Mrs. Cooper and her mother (Mrs. Goodall) felt, however, that they must learn more -- and at once. They did not wait for more classes, but took the train for New York, where Anton Haddad was teaching the Bahá'í Faith.","spans":[]},{"type":"paragraph","text":"Haddad used Khayru'llah's method of giving a series of preliminary lessons, the eleventh being the climax: the Advent of Bahá'u'lláh. This is how Khayru'llah taught in Kenosha and Chicago, except that he interpolated Oriental lore, and teachings such as reincarnation -- not a part of the Bahá'í Faith, which says that only the qualities return, not the individual. He taught also that 'Abdu'l-Bahá was Christ returned, a statement strictly forbidden by the Master, who repeatedly declares Himself to be the Servant of Baha, as His name implies. Khayru'llah called the Bahá'í part of his course 'The pith of the Teachings'.","spans":[]},{"type":"paragraph","text":"Using the same method in New York, with the series culminating in the eleventh lesson, Haddad was preparing Mrs. Cooper to receive the Bahá'í message, when Nell Hillyer, unable to wait for him to give Ella the famous eleventh lesson, sprang it on her the night before.","spans":[]},{"type":"paragraph","text":"Convinced of the truth of, and urgent need for the Bahá'í Faith, Mrs Goodall returned West while her daughter remained in New York with friends.[i]","spans":[{"start":144,"end":147,"type":"hyperlink","data":{"link_type":"Web","url":"#_edn1"}}]},{"type":"paragraph","text":"Continuing on, Ella Cooper’s memoirs relate that","spans":[]},{"type":"paragraph","text":"“In the meanwhile Mrs. Hearst and her party had sailed for Akka via Paris about the 21st of September.","spans":[]},{"type":"paragraph","text":"Toward the end of the year Miss Hillyer received a word from Mrs. Hearst to meet her in Cairo at once. Mrs. Hearst had already completed her visit to Akka, returned to Egypt and she having been so deeply impressed by her rare experience that she was eager for Miss Hillyer to have the same privilege. Miss Hillyer urged Miss Goodall to accompany her, and accordingly a cable was sent asking ‘Abdu’l-Bahá’s permission for Miss Goodall also to make the pilgrimage. Upon receipt of the reply, \"Yes, but secretly,\" the two young ladies, early in February, 1899, sailed from New York. Three weeks later they met Mrs. Hearst in Cairo and heard the story of her visit to the \"Most Great Prison,\" and listening far into the night to the absorbing details.","spans":[]},{"type":"paragraph","text":"Previous to the overthrow of the old Turkish regime in 1908 the utmost secrecy had to be observed, owing to the suspicion and surveillance of the government officials, consequently it had been necessary to separate the visitors into small units that they might be less conspicuous. The second group of Mrs. Hearst's guests were on their way back to Cairo as Miss Hillyer and Miss Goodall, the last unit, departed for Akka, which they reached on the 5th of March. Before returning to Cairo they took opportunity to visit believers at Nazareth, Beirut and Port Said, and also made a trip to Damascus  and ?? page 47 of pdf Upon reaching Cairo, on the 6th of April, they remained there, at 'Abdu'l-Baha's suggestion, for a time, studying with Mirza Abu'l-Fadl.","spans":[]},{"type":"paragraph","text":"That first group of 14 to make a pilgrimage to Akka from America was composed of the following persons:","spans":[]},{"type":"paragraph","text":"Mrs. Phoebe Apperson Hearst;","spans":[]},{"type":"paragraph","text":"Mr. and Mrs. Edward C. Getsinger;","spans":[]},{"type":"paragraph","text":"Dr. Ibrahim Kheiralla and his wife Mariam;","spans":[]},{"type":"paragraph","text":"Miss Anne Apperson (Mrs. Hearst's niece, now Mrs. Joseph Marshall Flint);","spans":[]},{"type":"paragraph","text":"Miss Julia Pearson (governess in the family);","spans":[]},{"type":"paragraph","text":"Robert Turner (Mrs. Hearst's faithful servant, the first Negro believer in America);","spans":[]},{"type":"paragraph","text":"Emily Bachrodt (Mrs. Hearst's German maid);","spans":[]},{"type":"paragraph","text":"Mrs. Thornburgh-Cropper (American-born but then living in London);","spans":[]},{"type":"paragraph","text":"Miss May Bolles (an American then living in Paris, who later married Mr. William Sutherland Maxwell of Canada);","spans":[]},{"type":"paragraph","text":"Mrs. Thornburgh (Mrs. Cropper's mother, London);","spans":[]},{"type":"paragraph","text":"Miss Helen Hillyer (now Mrs. Philip King Brown);","spans":[]},{"type":"paragraph","text":"Miss Ella F. Goodall (now Mrs. Charles Miner Cooper)","spans":[]},{"type":"paragraph","text":"In the meantime Mrs. Goodall had returned to her home in California from New York and had begun to teach her own close friends. In December of 1899 her daughter returned to Oakland from her trip to Akka  and together they laid the foundation for the first Baha'i assembly on the Pacific Coast.","spans":[]},{"type":"paragraph","text":"There being no Baha'i books available in English, the believers were dependent for their teaching upon some of the communes and an occasional tablet from 'Abdu'l-Baha. The receipt of a tablet caused the greatest joy and the friends would be called together at Mrs. Goodall's home and many hours would be spent in making long-hand copies to share with one another.","spans":[]},{"type":"paragraph","text":"In this quiet way the Message was spread, and for many years Mrs. Goodall's home at 1537 Jackson Street, Oakland, was always open to visiting teachers and pilgrims.","spans":[]},{"type":"paragraph","text":"Among such teachers was Dr. Rafael Sadri, who, with his servant Nassim, was sent to San Francisco by 'Abdu'l-Baha. They arrived in the spring 1900. Dr. Sadri attended the infrequent meetings held in the Oakland home and, in addition, offered his services as a teacher of Persian to those who cared to learn the language of Baha'u'llah. Miss Hillyer and Miss Goodall during their pilgrimage to the Holy Land had made a special trip to Nazareth to meet Dr. Sadri, and they had found him such a winning personality, with such a spirit of Baha'u'llah, that they were more than glad to welcome him to California. But circumstances cut short his stay and he was obliged to return to Akka, where he died soon afterward.","spans":[]},{"type":"paragraph","text":"In 1901 Mrs. Emogene Hoagg, returning from her first pilgrimage to Akka and bringing authoritative instructions, invited the friends to meet her at the old St. Nicholas Hotel in San Francisco where she was stopping. This was the first Baha'i meeting ever held in San Francisco. comment.","spans":[]},{"type":"paragraph","text":"Mr. and Mrs. George T. Winterburn, travelers from California who for several years had been studying art abroad, heard the Message in Paris from Mr. Charles Mason Remey, and they made a trip to Akka in 1904. Arriving home with notes of their visit with 'Abdu'l-Baha, a meeting was arranged for them in Berkeley, it being the first Baha'i gathering ever held in the university town. There the Winterburns made their abode for a short period, but were nevertheless considered members of the Oakland group or \"assembly\" as it was called when regular meetings had been established.","spans":[]},{"type":"paragraph","text":"The small group which met at Mrs. Goodall's home was the nucleus for the Oakland assembly, which then drew its members from San Francisco and other Bay communities.","spans":[]},{"type":"paragraph","text":"Following Mrs. Brittingham, Mr. Thornton Chase of Chicago whom 'Abdu'l-Baha called \"the first believer in America,\" was the next visitor. Early in 1907 business began to require his presence on the Pacific Coast quite often and on such visits he was ever a welcome guest at the Oakland home. Referring appreciatively to those happy occasions, he once wrote: \"It is in those home meetings that listeners are found and one is able to speak from the heart.\"","spans":[]},{"type":"paragraph","text":"Mirza 'Ali Kuli Khan was the next teacher of note to pay the West a visit. He made a hurried trip in February of 1909, and on several later occasions came again for longer periods, when he gave a series of lectures on the Cause.","spans":[]},{"type":"paragraph","text":"During the same year, 1909, Mr. Charles Mason Remey of Washington, D. C., and Mr. Howard Struven, of Baltimore, were sent by 'Abdu'l-Baha to India via San Francisco and Honolulu. Several meetings were hastily arranged for them in Oakland and Berkeley.","spans":[]},{"type":"paragraph","text":"The second trip of Mrs. Lua Getsinger to California was in 1911, when she came in company with Dr. Ameen U. Fareed, son of Mirza Assad'ullah, who had been one of the first Oriental teachers sent to America by 'Abdu'l-Baha. With Mrs. Goodall's assistance a teaching tour of the state was begun to supplement courses of study being carried on in the Bay Region.","spans":[]},{"type":"paragraph","text":"All these traveling teachers and pilgrims were the means of attracting many new souls to the Cause. Gradually assemblies were formed in Northern California, Oregon and Washington. However, it was not until January of 1911 that a permanent assembly was organized in San Francisco. Concerning the consummation of this long cherished desire the following tablet was received from 'Abdu'l-Baha:","spans":[]},{"type":"paragraph","text":" [cm1]This portion removed from text as it was not in one version of the history at this pointa;  .  A year or two later she held another meeting and still later a group of enquirers – the Theosophists – were given the Message by Mrs. Thornton Chase at the request of Mrs. Mary Bell, but the Assembly was not established until the Spring of 1911.","spans":[{"start":1,"end":6,"type":"hyperlink","data":{"link_type":"Web","url":"#_msoanchor_1"}}]},{"type":"paragraph","text":" ","spans":[]}]}},{"slice_type":"quote","slice_label":null,"items":[{}],"primary":{"quote_content":[{"type":"paragraph","text":"Through the maid-servant of God, Mrs. Helen S. Goodall,","spans":[{"start":0,"end":55,"type":"em"}]},{"type":"paragraph","text":"To the Members of the Assembly of Abdul-Baha, San Francisco, California.","spans":[{"start":0,"end":72,"type":"em"}]},{"type":"paragraph","text":"HE IS GOD!","spans":[{"start":0,"end":10,"type":"em"}]},{"type":"paragraph","text":"O ye, faithful friends!","spans":[{"start":0,"end":23,"type":"em"}]},{"type":"paragraph","text":"The maid-servant of the Kingdom of Baha'u'llah has written the joyful news that the friends in that region have established an Assembly, have engaged in the spreading of the teachings of God and have arisen with the utmost endeavor, sincerity of intention, and enkindlement with the fire of the Love of God so that that country may become a main-spring of the signs, and that city become illumined, and a number of souls like stars of the Horizon of Holiness may shine in the assemblage of the Kingdom of man (humanity).","spans":[{"start":0,"end":520,"type":"em"}]},{"type":"paragraph","text":"This Assembly was organized at the right time. It is My hope that it may become a magnet of confirmation. If it remain firm and steadfast this Assembly will become so illumined that it will be a full, refulgent moon in the Horizon of everlasting Glory.","spans":[{"start":0,"end":252,"type":"em"}]},{"type":"paragraph","text":"Report and write to Me the services which are accomplished by this Assembly so that they may become the cause of spiritual happiness and joy to the heart.","spans":[{"start":0,"end":154,"type":"em"}]},{"type":"paragraph","text":"Upon thee be Baha-el-Abha!","spans":[{"start":0,"end":26,"type":"em"}]},{"type":"paragraph","text":"(Signed) Abdul Baha Abbas.","spans":[]},{"type":"paragraph","text":"Translated by Mirza Ahmad Sohrab, Washington, D. C.","spans":[]}],"quote_attribution":null,"quote_citation":{"link_type":"Document"}}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"Now we return to the story of Helen Goodall and her daughter Ella Goodall Cooper, who married Dr. Charles Minor Cooper in 1904 and subsequently moved to San Francisco a few years later.  In 1907, Helen and Ella received and invitation to visit 'Abdu’l-Bahá.  In January 1908, traveling via Paris and Alexandria, they arrived in ‘Akká where they remained for two weeks.  During this time, they received spiritual sustenance from 'Abdu’l-Bahá during lunchtime conversations.  'Abdu’l-Bahá said to them “it makes me happy to sit at table with you, because you are the servants of Bahá’u’lláh… It makes me rejoice when I see you, for I love you very much.”","spans":[]},{"type":"paragraph","text":"After returning to Oakland, they held weekly meetings to share the Bahá’í teachings with those attracted to study them. After Mr. Goodall died in 1909, Helen moved from Oakland to San Francisco, staying in the home of her daughter.  However, until around 1918 when the Oakland home at 1537 Jackson Street was sold, was used for regular and special meetings such as those with the Master in October 1912.","spans":[]},{"type":"paragraph","text":"It was not until 13 years leaving California for her first visit to Akká did Lua return to California.  During Lua’s absence from California, Ella Goodall wrote to her asking what she has learned during her second visit to Haifa.  Lua responded, “You asked me to write you what I have learned since I arrived here, my dear, I would be obliged to write a book – for I have indeed learned a great deal – the Master gives lessons every morning from the Bible and every evening answers questions and explains everything for us so beautifully and satisfactorily – all of these teachings I have written, as well as all the teaching given us by Mirza Abdl Fadhl during our stay in Port Said.  And they are truly marvelous.” Copies of Lua’s undated notes from this time about the proofs of the Manifestation, interpretation of Bible subjects and Bahá’í stories were widely distributed to friends in the United States including to Helen Goodall.","spans":[]},{"type":"paragraph","text":"         In 1910 Lua traveled to the United States with Dr. Ameen Fareed to share the glad-tidings and love of 'Abdu'l-Bahá to the beloved of God in America. They began their mission in New York and Washington D.C.  In early 1911 their efforts were directed by 'Abdu'l-Bahá to “conquer California.”","spans":[]},{"type":"paragraph","text":"According to Ella Cooper’s account: “The second trip of Mrs. Lua Getsinger to California was in 1911, when she came in company with Dr. Ameen U. Fareed, son of Mirza Assad'ullah, who had been one of the first Oriental teachers sent to America by 'Abdu’l-Bahá. With Mrs. Goodall's assistance a teaching tour of the state was begun to supplement courses of study being carried on in the Bay Region.","spans":[]},{"type":"paragraph","text":"After an arduous one-week journey from Chicago to California, they arrived in southern California.Their rigorous travels took them to Los Angeles in April; Tropico in May; San Diego and La Jolla in June; San Diego in August; Los Angeles in September; and San Francisco, Oakland, Mill Valley, San Quentin in November 1911 – April 1912. Dr. Fareed was called back to the Holy Land in late December.","spans":[]},{"type":"paragraph","text":"","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Entreaties by Friends to Visit the West Coast","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"According to the records of Ella Cooper,","spans":[]},{"type":"paragraph","text":"“By the time it was certain that 'Abdu'l-Baha would visit America, the believers in San Francisco were prepared for and anxiously awaiting his arrival. He reached New York April 11, 1912, and among those who met him there was John D. Bosch of Geyserville, California, representing the San Francisco and Oakland assemblies. Mr. Bosch was one of the first believers taught by Mrs. Goodall.","spans":[]},{"type":"paragraph","text":"“After a short stay in New York, 'Abdu'l-Baha went to Washington, D. C., escorted by a number of the friends, Mr. Bosch being among them. Mrs. Goodall and her daughter and Miss Ella Bailey had already arrived from California, and at the end of a week's visit accompanied 'Abdu'l-Baha to Chicago for the Baha'i convention and dedication of the Temple site.","spans":[]},{"type":"paragraph","text":"“Mrs. Goodall's party, Dr. Frederick W. D'Evelyn and Mr. Bosch were fortunate in being accommodated at the Plaza Hotel where 'Abdu'l-Baha was domiciled. They were joined by Mr. and Mrs. J. W. Latimer and their son George from Portland; Mrs. Ida Finch from Seattle; Mrs. H. Emogene Hoagg, Mrs. Cordie Cline, Mrs. Grace Lamb, Mrs. Henrietta Wagner, Mrs. Georgia Ralston from California; Miss Elizabeth Muther from Honolulu; also Mrs. Lua Getsinger, who had been teaching in California for more than a year.","spans":[]},{"type":"paragraph","text":"“All these believers brought 'Abdu'l-Baha beseeching messages from the western friends, supplicating him to extend his journey, as otherwise so many (they) who so longed to see him would be unbearably disappointed.”","spans":[]},{"type":"paragraph","text":"According to another account,","spans":[]},{"type":"paragraph","text":"“A few days after 'Abdu’l-Bahá arrived in New York City on April 11, 1912, Helen and Ella took a train to Washington D.C. to meet Him there.  Then they followed Him to Chicago until His departure for Cleveland.  During this week, they were able to meet with Him often since they stayed in the same hotel.  Again He expressed great happiness in being with them.  One day He said, “Mrs. Goodall’s value is not know now; it will be known in the future.  She has no other thought than to serve the Cause.  God has certain treasures hidden in the world which He reveals when the time comes.  She is like one of these treasures.”","spans":[]},{"type":"paragraph","text":"By May, Lua Getsinger was able to once again to gain 'Abdu'l-Bahá’s presence in Wilmette for the dedication of the Temple site in conjunction with the national convention.  After 'Abdu'l-Bahá broke the earth at the Temple site using an ax since a shovel was not strong enough to break the earth, He called upon Lua to turn the first shovelful of dirt.","spans":[]},{"type":"paragraph","text":"Lua was New York with 'Abdu'l-Bahá in May and June.  By the end of May, Lua was aware that 'Abdu'l-Bahá might send her back to California. By the end of June, Lua had clearly received instructions to return to California, despite her personal preference to remain wherever 'Abdu'l-Bahá was.  By early July, she prepared herself to once again to return to California. On July 19, 1912 she addressed a gathering of Bahá’ís in San Francisco informing them of her experience on June 19 in New York City in which 'Abdu'l-Bahá announced Himself as the Center of the Covenant of God to Lua and Juliet Thompson.","spans":[]},{"type":"paragraph","text":"In mid July, Lua had received a Message from 'Abdu'l-Bahá that He was called to the Orient and could not come to the West Coast. In July, while in San Francisco, she expressed the tests and trials of the people in that City in a letter to Mrs. Parsons:","spans":[]},{"type":"paragraph","text":"“The people of San Francisco have had a great affliction – the [1906] earthquake laid waste so many homes while the fire consumed the ruins, and destroyed others.  Death faced them on every hand.  Rich and poor laid down side by side upon the ground with only God’s blue sky for their shelter – and together in silence accepted the blow!  People tell me how great crowds would be assembled in the parks – in the ferry building – and on the hillsdies – all silent!  faces white & set – heads bowed – but silent.  ","spans":[]},{"type":"paragraph","text":"“And the silence which followed tha announcement that the Beloved was not coming to San Francisco – was like that which they manifested when the other great flow fell!","spans":[]},{"type":"paragraph","text":"But in early August, Lua had received word that “if all the assemblies unite in Cal. it may be the means of attracting Him here afterall.”","spans":[]},{"type":"paragraph","text":"In June 1912, Helen and Ella received a telegram from 'Abdu’l-Bahá informing them that He planned to leave America and that He would like to see them in New York before His departure.  Without hesitation, they traveled again to meet Him. According to another source, “early in July they received a telegram from Him summoning them to New York, having special instructions to give them before sailing for the Holy Land.” When 'Abdu'l-Bahá was in New York, the Bahá’ís in California sent daily letters to the Master expressing their painful disappointment that He was not going to come to California, entreating Him to change His mind.","spans":[]},{"type":"paragraph","text":"Prior to their departure from San Francisco for New York, Helen Goodall and Ella Cooper telephoned a friend, Hazel Tomlinson.  This is Hazel’s account of her attempt to communicate by letter with 'Abdu’l-Bahá:","spans":[]},{"type":"paragraph","text":"“Mrs. Cooper phoned me quite early one morning, saying that she and her mother were leaving soon for New York and that 'Abdu’l-Bahá was not coming west.  She thought it would be nice for me to write the Master, if I wished, and they would take the letter.  I immediately wrote the letter hastily and mailed it.  On their return from New York, Mrs. Cooper phoned that my letter was still at their home and what should she do with it.  I asked her to please burn it, and in a few days a wonderful letter came to me from 'Abdu’l-Bahá in answer to this letter.  It of course is in the archives with my other letters from Him.  Mrs. Cooper had said she burned it.”","spans":[]},{"type":"paragraph","text":"This is 'Abdu’l-Bahá’s reply to Hazel Tomlinson’s letter that had never been delivered to Him:","spans":[]},{"type":"paragraph","text":"","spans":[]}]}},{"slice_type":"quote","slice_label":null,"items":[{}],"primary":{"quote_content":[{"type":"paragraph","text":"“O Thou who art firm in the Covenant.","spans":[{"start":0,"end":37,"type":"em"}]},{"type":"paragraph","text":"In reality thy longing for the meeting has attained to the highest degree.  I, likewise, yearn to meet you; but the consummate wisdom dictates me to return from here to the Orient.  Therefore I am praying for you that God may destine for you the rewards of meeting and that he may confirm you more than before in the service of His Cause.  When thou art engaged in the service of the kingdom, thou art always present and mentioned before the Face.  Rest thou assured the most important is the spiritual meeting and the cordial, heartfelt communion.  Praise be to God that that condition is possible and realizable both at home and abroad.","spans":[{"start":0,"end":638,"type":"em"}]},{"type":"paragraph","text":"Upon thee be Baha-El-Abha.”","spans":[{"start":0,"end":27,"type":"em"}]}],"quote_attribution":null,"quote_citation":{"link_type":"Document"}}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"Juanita Storch, then a 17 year old young lady living with her Bahá’í family in Fruitvale, CA, a small town near Oakland, shared one example of how the friends in California had hoped that 'Abdu'l-Bahá would travel to California, how disappointed they were when it seemed that He would not come, and how they would send Him letters that were responded to with soul stirring encouraging words. {{sent message to National Bahá’í Archives 12-12 inquiring if the Archives has a copy of  'Abdu'l-Bahá’s letter to the Fruitvale Assembly.]]","spans":[]},{"type":"paragraph","text":"“The friends had been looking forward to this visit [of 'Abdu'l-Bahá] for several months. The ones who had been to the Convention in Chicago told us about him. Visiting friends also gave reports. Mrs. Goodall arranged a showing of the moving picture taken in the east (Connecticut, I think) up in her large attic room.","spans":[]},{"type":"paragraph","text":"“Then we heard ‘Abdu’l-Bahá was very tired and would not journey to California. At that time, with my parents, I was a member of the “Fruitvale Assembly of ‘Abdu’l-Bahá”. We wrote him a letter and he replied with a Tablet to the Fruitvale Assembly, and ever since, the phrase “Firmness in the Covenant” has remained in my memory!”","spans":[]},{"type":"paragraph","text":"At the end of July 1912, 'Abdu’l-Bahá sent a Message","spans":[]},{"type":"paragraph","text":"“To the Believers of God and the Maid-servants of the Merciful in the West","spans":[{"start":1,"end":74,"type":"em"}]},{"type":"paragraph","text":"Upon them be Baha'o'llah El Abha!” that included 90 names of the believers, with Mrs. Helen Goodall’s name being at the top of the list, followed by Mr. and Mrs. Ralston.  The Message read:","spans":[{"start":0,"end":33,"type":"em"}]}]}},{"slice_type":"quote","slice_label":null,"items":[{}],"primary":{"quote_content":[{"type":"paragraph","text":"HE IS GOD!","spans":[{"start":0,"end":10,"type":"em"}]},{"type":"paragraph","text":"O ye friends and maid-servants of the Merciful!","spans":[{"start":0,"end":47,"type":"em"}]},{"type":"paragraph","text":"Your letter was received. Its perusal conveyed the utmost supplication and communion. Your lamentations and cries in reality affect the hearts, especially the heart of Abdul Baha. If you could realize what an effect your letter produced, undoubtedly you would feel assured that the heart of Abdul Baha has the utmost attachment to you, and day and night He is supplicating toward the Kingdom of ABHA and begs for you confirmation, for you are firm in the Covenant and are the heralds of the Testament.","spans":[{"start":0,"end":501,"type":"em"}]},{"type":"paragraph","text":"To-day the greatest of all affairs is firmness in the Covenant. This Covenant is the Covenant of GOD, and this Testament is the Testament of the Lord of Hosts. If you consider that any soul shows the slightest weakness in the Covenant, undoubtedly counsel him and guide him so that he may become firm.","spans":[{"start":0,"end":301,"type":"em"}]},{"type":"paragraph","text":"To-day no soul has any station or enjoys any title except the soul who is firm in the Covenant and steadfast in the Testament, who entirely forgets himself and is released from the world.","spans":[{"start":0,"end":187,"type":"em"}]},{"type":"paragraph","text":"I have the utmost longing to meet you, and I am hopeful from the Bounties and Favors of the Blessed Perfection that the meeting be destined with the utmost joy and fragrance.","spans":[{"start":0,"end":174,"type":"em"}]},{"type":"paragraph","text":"Upon you be Baha El ABHA.","spans":[{"start":0,"end":25,"type":"em"}]},{"type":"paragraph","text":"(Signed) Abdul Baha Abbas.","spans":[]},{"type":"paragraph","text":"Translated by M. Ahmad Sohrab July 27, 1912","spans":[]},{"type":"paragraph","text":"Dublin, New Hampshire”","spans":[]}],"quote_attribution":null,"quote_citation":{"link_type":"Document"}}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"Prior to His decision to travel to California, articles appeared in the newspapers in the western states of California, Oregon, Washington, Arizona, Utah, and even Montana.  These articles covered both His evolving itinerary and the Message He conveyed.","spans":[]},{"type":"paragraph","text":"Reports in Portland, Oregon newspapers ","spans":[]},{"type":"paragraph","text":"According to a Portland Oregon Journal August 29, 1912 article, 'Abdu’l-Bahá “is now in Montreal, and purposes to visit the western coast in the near future. Friends of the Bahá’í cause in Spokane, Seattle and Portland hope, and have strong reason to expect that he will visit these places in the near future. Should he come to Portland he will doubtless be sought by all those who hope for the peace of the world and desire the real and active brotherhood of men.”","spans":[{"start":15,"end":38,"type":"em"}]},{"type":"paragraph","text":"A few days later, excitement about the decision of 'Abdu’l-Bahá to travel to the Pacific Coast was proclaimed in a Portland newspaper exclaiming, \"'Abdu’l-Bahá is coming! 'Abdu’l-Bahá is coming!\" All up and down the length of the Pacific Coast for the past few weeks followers of the great Persian religionist, whom they regard as a prophet of God, have been bearing this message one to the other with shining faces and voices vibrant with love and hope.”","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Report in a Spokane, Washington newspaper","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"In mid September, The Spokane Washington Daily Chronicle reported “About 26 converts of the Bahá’í movement in Spokane are awaiting definite news whether 'Abdu’l-Bahá Abbas, \"prophet of God and exponent of the universal religion\" will visit this city on his trip to western America, which, the Spokane believers have been informed, will result in his arrival at San Francisco about September 26. Many of the Bahá’ís from Spokane met 'Abdu’l-Bahá in Chicago to issue an invitation to come to their city during His journey to or from San Francisco.”","spans":[{"start":22,"end":56,"type":"em"},{"start":66,"end":67,"type":"strong"}]},{"type":"paragraph","text":"They were hopeful of a positive response after they had secured an offer of the pastor of a local church to speak at a Universalist Church of Divine Science.  ","spans":[]},{"type":"paragraph","text":"\"It would be one of the greatest events in the history of Spokane if 'Abdu’l-Bahá would visit us here,\" said A.C. Killius of 121 Fifth avenue, at whose home the Spokane Spiritual Bahá assembly, local organization of the Bahá’í movement, meets. Mr. Killius attended the convention of American converts at Chicago this spring, heralding the arrival in this country of the prophet.”","spans":[]},{"type":"paragraph","text":"However, the option of taking a northern train route to the Pacific Coast was not taken.  Instead, the train traveled through Denver and Salt Lake City on its way to San Francisco.  This obviously disappointed several people in the northwest, but gladdened the hearts of those living along this route to San Francisco.  ","spans":[]},{"type":"paragraph","text":"","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Several newspapers made announcements about the anticipated arrival of 'Abdu’l-Bahá ","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"By the end of September 1912, several San Francisco newspapers made announcements about the anticipated arrival of 'Abdu’l-Bahá.  One San Francisco paper published an announcement of the arrival of 'Abdu’l-Bahá to San Francisco on as September 25,  “only for a brief visit.”  Another paper reported, “'Abdu’l-Bahá Urges World Peace - Famous Oriental Philosopher Will Visit San Francisco to Spread Doctrine. 'Abdu’l-Bahá, after being in prison for forty years, is on his way to San Francisco to preach the faith he learned to follow during his confinement.”  And a few days prior to His arrival, San Franciscans read, “Persian Teacher Coming Here to Preach Bahaism – 'Abdu’l-Bahá Abbas, Persian leader of the Bahá’ís, who will stay in San Francisco for two weeks. 'Abdu’l-Bahá Abbas, Missionary of Universal Love and Peace, to Speak in Churches.”","spans":[]},{"type":"paragraph","text":"A few days later, excitement about the decision of 'Abdu’l-Bahá to travel to the Pacific Coast was proclaimed in a Portland newspaper exclaiming, \"'Abdu’l-Bahá is coming! 'Abdu’l-Bahá is coming!\" All up and down the length of the Pacific Coast for the past few weeks followers of the great Persian religionist, whom they regard as a prophet of God, have been bearing this message one to the other with shining faces and voices vibrant with love and hope.”","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Preparations to Receive 'Abdu'l-Bahá in San Francisco","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"Once the decision was made to extend 'Abdu'l-Bahá’s journey to California, Georgia Ralston and her teacher Lua Getsinger, having traveled from San Francisco to be with 'Abdu’l-Bahá in New York, were sent back to San Francisco to assist with preparations for His arrival in California.  Georgia Ralston described the days of preparation: ","spans":[]},{"type":"paragraph","text":"“Upon our return to San Francisco, we spent busy and happy days in preparation for 'Abdu’l-Bahá’s visit, Mrs. Goodall arranging for His accommodations at a home on California Street, and preparing for His welcome.Mayor Rolph had accepted an invitation to extend an official welcome to 'Abdu’l-Bahá but on the day of 'Abdu’l-Bahá’s arrival he was absent from the city.Other public men who might have taken his place were absent also.”","spans":[]}]}}]},"error":null,"preview":null,"previewData":{},"slices":[{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"San Francisco February 28, 1912 newspaper headline announced “After 40 Years In Prison, Bahá’í Leader Plans To Visit Followers In U.S.”","spans":[]},{"type":"paragraph","text":"Even before His arrival in the United States on April 11, a February 28, 1912 San Francisco newspaper headline announced “After 40 Years In Prison, Bahá’í Leader Plans To Visit Followers In U.S.” The article provided a description of the purpose of 'Abdu'l-Bahá’s journey to the United States, ending with this assessment and advice: 'Abdu’l-Bahá Belongs to Wise Class - Follow Him. The article stated: [c]","spans":[{"start":334,"end":381,"type":"strong"},{"start":403,"end":406,"type":"hyperlink","data":{"id":"YTHyaBEAAC8ABQ6S","type":"citation","tags":[],"slug":"shoghi-effendi-god-passes-by-bahai-publishing-trust-wilmette-il-p-290","lang":"en-us","first_publication_date":"2021-09-03T10:01:15+0000","last_publication_date":"2021-09-18T01:52:42+0000","link_type":"Document","isBroken":false}}]}]}},{"slice_type":"quote","slice_label":null,"items":[{}],"primary":{"quote_content":[{"type":"paragraph","text":"AMERICA has entertained many native and foreign teachers of religion and philosophy…","spans":[]},{"type":"paragraph","text":"'Abdu’l-Bahá, the Persian philosopher","spans":[{"start":0,"end":37,"type":"strong"}]},{"type":"paragraph","text":"'Abdu’l-Bahá’s life is one of active service to humanity. There is no element in the daily life of this world too small to receive his attention, and yet the great motive power manifesting through him is not of this world, but is of God.  He is working to serve God, yet by serving God he serves mankind.","spans":[]},{"type":"paragraph","text":"From his early childhood until his sixty-fourth year he was an exile and a prisoner, yet the light of his life and teachings has reached to the far corners of the earth.","spans":[]},{"type":"paragraph","text":"From many countries have gone to him people of different beliefs to receive spiritual help, and upon leaving him they have returned to their various homes to share with others the joy and assurance of his spiritual message and to follow in his path of service.","spans":[]},{"type":"paragraph","text":"Some of the Ordinances of the Faith of the Bahá’ís.","spans":[{"start":0,"end":51,"type":"strong"}]},{"type":"paragraph","text":"Some of the Ordinances of the Bahá’í faith touch upon the following subjects: ","spans":[]},{"type":"paragraph","text":"Religious Unity - All men are free to believe and to worship as they will, but","spans":[]},{"type":"paragraph","text":"they are exhorted to unite in the universal faith of Bahá, for only through spiritual unity will mankind attain the highest development.","spans":[]},{"type":"paragraph","text":"Tolerance - The Bahá’ís should not separate themselves from people who are not of their belief, nor should they denounce or antagonize those holding views other than their own.","spans":[]},{"type":"paragraph","text":"The Church - In this Cause there is no priesthood apart from the laity. Each one who receives the spirit should share it with those whom he meets in daily life. Teaching is given without money and without price. Teachers are generally self-supporting, but occasionally they are sent forth to teach provided with the necessaries of life by those who are desirous and able in this way to serve the Cause. ","spans":[]},{"type":"paragraph","text":"Places of worship are to be provided for meeting and prayer.","spans":[]},{"type":"paragraph","text":"Marriage - Celibacy and asceticism are discouraged. Man should marry and create a family and live in the world where he can show forth in his daily life the spirit which is in his soul. Monogamy as the highest expression of justice is taught.","spans":[]},{"type":"paragraph","text":"Be Kind to All People, 'Abdu’l-Bahá Says to Servants of God.","spans":[]},{"type":"paragraph","text":"Resistance - Harshness should be met with goodness and hatred with love. With these weapons the Bahá’ís will overcome all opposition.","spans":[]},{"type":"paragraph","text":"Worship - Prayer supplemented by a pure and useful life in this world forms the elements of true worship. Faith without works is not acceptable. Every man should have an occupation which conduces to the welfare of humanity, the diligent pursuance of which is in itself an act of worship.","spans":[]},{"type":"paragraph","text":"This is what 'Abdu’l-Bahá says are signs of SERVANTS OF GOD:","spans":[]},{"type":"paragraph","text":"To live the life. To be no cause of grief to any one.","spans":[]},{"type":"paragraph","text":"To love each other very much.","spans":[]},{"type":"paragraph","text":"To be kind to all people and to love them with a pure spirit.","spans":[]},{"type":"paragraph","text":"Should opposition or injury happen to us, we must bear it, and be as kind as ever we can be, and, through all, we must love the people.","spans":[]},{"type":"paragraph","text":"Should calamity exist in the greatest degree, we must rejoice, for these things are the Gifts and Favors of God!","spans":[]},{"type":"paragraph","text":"To be silent concerning the faults of others, to pray for them and help them – through kindness - to correct their faults.","spans":[]},{"type":"paragraph","text":"To look always at the good and not at the bad.","spans":[]},{"type":"paragraph","text":"If a man has ten good qualities and one bad one, we must look at the ten and forget the one. And if a man has ten bad qualities and one good one, we must look at the one and forget the ten.","spans":[]},{"type":"paragraph","text":"To never allow ourselves to speak one unkind word about another, even though that other be our enemy.","spans":[]},{"type":"paragraph","text":"To rebuke those who speak to us of the faults of others.","spans":[]},{"type":"paragraph","text":"All of our deeds must be done in kindness.","spans":[]},{"type":"paragraph","text":"To be occupied in spreading the Teachings, for only through obedience to this Command, 'Abdu’l-Bahá has said, will we receive the power and confirmation of the Spirit; and that whosoever is granted this power and confirmation of the Spirit is under the favor of GOD, but otherwise he is a lamp without light. ","spans":[]},{"type":"paragraph","text":"'Abdu’l-Bahá also said that: \"Every seed cast in this great and magnificent country (i.e. period) will be cultivated by GOD, and produce plants through the abundance of the clouds of His Mercy.\"","spans":[]},{"type":"paragraph","text":"To cut our hearts from ourselves and from the world.","spans":[]},{"type":"paragraph","text":"To be humble.","spans":[]},{"type":"paragraph","text":"To be servants of each other, and to know that we are less than any one else.","spans":[]},{"type":"paragraph","text":"To be as one soul in many bodies, for the more we love each other the nearer we will be to GOD; but that our love, our unity, our obedience must not be by confession, but of reality.","spans":[]},{"type":"paragraph","text":"To act with cautiousness and wisdom.","spans":[]},{"type":"paragraph","text":"To be truthful.","spans":[]},{"type":"paragraph","text":"To be hospitable.","spans":[]},{"type":"paragraph","text":"To be reverent.","spans":[]},{"type":"paragraph","text":"'Abdu’l-Bahá Belongs to Wise Class - Follow Him.","spans":[{"start":0,"end":48,"type":"strong"}]},{"type":"paragraph","text":"To be a cause of healing for every sick one;","spans":[]},{"type":"paragraph","text":"a pleasant water for every thirsty one; ","spans":[]},{"type":"paragraph","text":"a Heavenly Table for every hungry one; ","spans":[]},{"type":"paragraph","text":"a guide for every seeker; rain for cultivation; ","spans":[]},{"type":"paragraph","text":"a star to every horizon; a light for every lamp;","spans":[]},{"type":"paragraph","text":"a herald to every yearning one for the Kingdom of GOD.","spans":[]},{"type":"paragraph","text":"\"He that knows not and knows not that he knows not -","spans":[]},{"type":"paragraph","text":"He is a fool, shun him!","spans":[]},{"type":"paragraph","text":"He that knows not and knows that he knows not -","spans":[]},{"type":"paragraph","text":"He is ignorant, instruct him!","spans":[]},{"type":"paragraph","text":"He that knows and knows not that he knows -","spans":[]},{"type":"paragraph","text":"He is asleep, wake him!","spans":[]},{"type":"paragraph","text":"He that knows and knows that he knows -","spans":[]},{"type":"paragraph","text":"He is wise, follow him!\"","spans":[]},{"type":"paragraph","text":"‘Abdu’l-Bahá belongs to the latter class…","spans":[]},{"type":"paragraph","text":"","spans":[]}],"quote_attribution":null,"quote_citation":{"link_type":"Document"}}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"'Abdu'l-Bahá was in the United States for 239 days ","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"'Abdu'l-Bahá was in the United States for 239 days from April 11 to December 5, 1912.  ","spans":[]},{"type":"paragraph","text":"A commentator of His American travels provides a description of the impact of 'Abdu’l-Bahá had on those meeting privately with Him and an insight into why Bahá’ís living in Washington, Oregon and California, eagerly longed for Him to arrange to visit the West coast.","spans":[]},{"type":"paragraph","text":"“When 'Abdu’l-Bahá visited this country for the first time in 1912, He found a large and sympathetic audience waiting to greet Him personally and to receive from His own lips His loving and spiritual message…. Beyond the words spoken there was something indescribable in His personality that impressed profoundly all who came into His presence.  The dome-like head, the patriarchal beard, the eyes that seemed to have looked beyond the reach of time and sense, the soft yet clearly penetrating voice, the translucent humility, the never failing love, -- but above all, the sense of power mingled with gentleness that invested His whole being with a rare majesty of spiritual exaltation that both set Him apart, and yet that brought Him near to the lowliest soul, -- it was all this, and much more that can never be defined, that have left with His many…. friends, memories that are ineffaceable and unspeakably precious.\"","spans":[]},{"type":"paragraph","text":"","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Early Beginnings of the San Francisco Bay Area Bahá’í Community Prior to 'Abdu’l-Bahá’s visit to California","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"To understand the circumstances by which 'Abdu’l-Bahá decided to extend His visit in the United States to the West Coast, it is helpful to become acquainted a few significant meetings and conversations of individuals living in California starting in 1898.","spans":[]},{"type":"paragraph","text":"Perhaps the story starts with Lua Getsinger’s mother, Ellen McBride, born in 1843 when the millennial zeal of the mid-nineteenth century in the United States was peaking.  Many sought answers to religious questions beyond the limitations of conventional Christian denominational theology.  Ellen’s sixth child, Louisa Aurora Moore (Lua), born on November 1, 1871 in Hume, New York, was reared by this mother who constantly sought answers to grand religious questions.  Lua began her own personal quest of spiritual truth in the 1880s after moving to Chicago to pursue her study of dramatic arts. After learning about and studying the new message of the Bahá’í teachings from one of the very few Bahá’ís living in the United States at the time, she became one of the first 60 American Baha’i’s on May 21, 1897.  She married Edward Getsinger five days later and five months later he abandoned his atheist perspective and accepted the Bahá’í teachings.  Soon after, Lua’s mother and four siblings also became Bahá’ís.  ","spans":[]},{"type":"paragraph","text":"In the spring of 1898 the Getsingers travelled to California where they continued to share the Bahá’í message.  While there they were in contact with Phoebe Hearst, a philanthropist and the widow of Senator George Hearst.  Phoebe Hearst became interested in the Bahá’í teachings and allowed Lua Getsinger to teach a small group of individuals at her home in the summer of 1898.  One of these individuals was Anne Apperson, the niece of Mrs. Hearst. Anne shared what she was learning with her friend Helen Hillyer, Phoebe’s foster daughter who then acquainted her friend Ella Goodall with this universal- all inclusive truth.  When Ella Cooper learned about the Bahá’í teachings from her friend, she shared this message with her mother Helen Goodall.  From then on, both mother and daughter sought to learn more.  ","spans":[]},{"type":"paragraph","text":"Ella Cooper has left this rendering of early California Bahá’í history in her voluminous personal papers in black book “SF., vol 2.”","spans":[]},{"type":"paragraph","text":"The Baha'i Message was brought to California in the early Spring of 1898 by Mr. and Mrs. Edward C. Getsinger. Shortly after their arrival Mr. Getsinger called upon Mrs. Phoebe Apperson Hearst at her country estate at Pleasanton, not far from San Francisco.","spans":[]},{"type":"paragraph","text":"Mrs. Hearst was so greatly moved by Dr. Getsinger's dramatic recital of the rise of the Baha'i Movement that she proposed bringing together a few of her immediate family and friends for a private class for further study.  Mrs. Getsinger  - or Lua - was asked to take charge of that small group and for a period extending over three mouths she taught them by means of 12 preparatory lessons leading up to the appearance of the Manifestation.”","spans":[]},{"type":"paragraph","text":"Among those students was Miss Helen Hillyer, whose keen and increasing interest led her to take into her confidence an intimate friend, Miss Ella F. Goodall, hoping she might feel inclined to attend the class with her. In turn, Miss Goodall consulted her mother, Mrs. Helen S. Goodall, who sensing the import of the subject, suggested that they join immediately. However they found they were too late as the course had been finished and Mrs. Hearst was on the eve of leaving for the Holy Land. Among others, as guests, she took Dr. and Mrs. Getsinger. Mrs. Goodall and her daughter therefore determined to go East for the lessons.About the middle of November they left for New York, Miss Hillyer having preceded them. They were fortunate in soon securing a competent teacher in Anton Effendi Haddad, a Syrian Baha'i whom they met at the home of Mr. and Mrs. Arthur P. Dodge.”","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Story of the Goodalls introduction to the Faith","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"It was Nell Hillyer who convinced Mrs. Cooper (then Miss Goodall) that she should come to the apartment to hear Lua. Ella arrived one evening but had to wait in the bedroom until one a.m. since only initiates were allowed to attend classes. Lua finally came in from teaching, radiant, vital, hungry. Nell sent to Gobey's Saloon for an oyster loaf. They also shared a little white wine, in the same glass. Lua gave Mrs. Cooper lesson one of the series -- nothing in it about the Cause.","spans":[]},{"type":"paragraph","text":"Mrs. Cooper and her mother (Mrs. Goodall) felt, however, that they must learn more -- and at once. They did not wait for more classes, but took the train for New York, where Anton Haddad was teaching the Bahá'í Faith.","spans":[]},{"type":"paragraph","text":"Haddad used Khayru'llah's method of giving a series of preliminary lessons, the eleventh being the climax: the Advent of Bahá'u'lláh. This is how Khayru'llah taught in Kenosha and Chicago, except that he interpolated Oriental lore, and teachings such as reincarnation -- not a part of the Bahá'í Faith, which says that only the qualities return, not the individual. He taught also that 'Abdu'l-Bahá was Christ returned, a statement strictly forbidden by the Master, who repeatedly declares Himself to be the Servant of Baha, as His name implies. Khayru'llah called the Bahá'í part of his course 'The pith of the Teachings'.","spans":[]},{"type":"paragraph","text":"Using the same method in New York, with the series culminating in the eleventh lesson, Haddad was preparing Mrs. Cooper to receive the Bahá'í message, when Nell Hillyer, unable to wait for him to give Ella the famous eleventh lesson, sprang it on her the night before.","spans":[]},{"type":"paragraph","text":"Convinced of the truth of, and urgent need for the Bahá'í Faith, Mrs Goodall returned West while her daughter remained in New York with friends.[i]","spans":[{"start":144,"end":147,"type":"hyperlink","data":{"link_type":"Web","url":"#_edn1"}}]},{"type":"paragraph","text":"Continuing on, Ella Cooper’s memoirs relate that","spans":[]},{"type":"paragraph","text":"“In the meanwhile Mrs. Hearst and her party had sailed for Akka via Paris about the 21st of September.","spans":[]},{"type":"paragraph","text":"Toward the end of the year Miss Hillyer received a word from Mrs. Hearst to meet her in Cairo at once. Mrs. Hearst had already completed her visit to Akka, returned to Egypt and she having been so deeply impressed by her rare experience that she was eager for Miss Hillyer to have the same privilege. Miss Hillyer urged Miss Goodall to accompany her, and accordingly a cable was sent asking ‘Abdu’l-Bahá’s permission for Miss Goodall also to make the pilgrimage. Upon receipt of the reply, \"Yes, but secretly,\" the two young ladies, early in February, 1899, sailed from New York. Three weeks later they met Mrs. Hearst in Cairo and heard the story of her visit to the \"Most Great Prison,\" and listening far into the night to the absorbing details.","spans":[]},{"type":"paragraph","text":"Previous to the overthrow of the old Turkish regime in 1908 the utmost secrecy had to be observed, owing to the suspicion and surveillance of the government officials, consequently it had been necessary to separate the visitors into small units that they might be less conspicuous. The second group of Mrs. Hearst's guests were on their way back to Cairo as Miss Hillyer and Miss Goodall, the last unit, departed for Akka, which they reached on the 5th of March. Before returning to Cairo they took opportunity to visit believers at Nazareth, Beirut and Port Said, and also made a trip to Damascus  and ?? page 47 of pdf Upon reaching Cairo, on the 6th of April, they remained there, at 'Abdu'l-Baha's suggestion, for a time, studying with Mirza Abu'l-Fadl.","spans":[]},{"type":"paragraph","text":"That first group of 14 to make a pilgrimage to Akka from America was composed of the following persons:","spans":[]},{"type":"paragraph","text":"Mrs. Phoebe Apperson Hearst;","spans":[]},{"type":"paragraph","text":"Mr. and Mrs. Edward C. Getsinger;","spans":[]},{"type":"paragraph","text":"Dr. Ibrahim Kheiralla and his wife Mariam;","spans":[]},{"type":"paragraph","text":"Miss Anne Apperson (Mrs. Hearst's niece, now Mrs. Joseph Marshall Flint);","spans":[]},{"type":"paragraph","text":"Miss Julia Pearson (governess in the family);","spans":[]},{"type":"paragraph","text":"Robert Turner (Mrs. Hearst's faithful servant, the first Negro believer in America);","spans":[]},{"type":"paragraph","text":"Emily Bachrodt (Mrs. Hearst's German maid);","spans":[]},{"type":"paragraph","text":"Mrs. Thornburgh-Cropper (American-born but then living in London);","spans":[]},{"type":"paragraph","text":"Miss May Bolles (an American then living in Paris, who later married Mr. William Sutherland Maxwell of Canada);","spans":[]},{"type":"paragraph","text":"Mrs. Thornburgh (Mrs. Cropper's mother, London);","spans":[]},{"type":"paragraph","text":"Miss Helen Hillyer (now Mrs. Philip King Brown);","spans":[]},{"type":"paragraph","text":"Miss Ella F. Goodall (now Mrs. Charles Miner Cooper)","spans":[]},{"type":"paragraph","text":"In the meantime Mrs. Goodall had returned to her home in California from New York and had begun to teach her own close friends. In December of 1899 her daughter returned to Oakland from her trip to Akka  and together they laid the foundation for the first Baha'i assembly on the Pacific Coast.","spans":[]},{"type":"paragraph","text":"There being no Baha'i books available in English, the believers were dependent for their teaching upon some of the communes and an occasional tablet from 'Abdu'l-Baha. The receipt of a tablet caused the greatest joy and the friends would be called together at Mrs. Goodall's home and many hours would be spent in making long-hand copies to share with one another.","spans":[]},{"type":"paragraph","text":"In this quiet way the Message was spread, and for many years Mrs. Goodall's home at 1537 Jackson Street, Oakland, was always open to visiting teachers and pilgrims.","spans":[]},{"type":"paragraph","text":"Among such teachers was Dr. Rafael Sadri, who, with his servant Nassim, was sent to San Francisco by 'Abdu'l-Baha. They arrived in the spring 1900. Dr. Sadri attended the infrequent meetings held in the Oakland home and, in addition, offered his services as a teacher of Persian to those who cared to learn the language of Baha'u'llah. Miss Hillyer and Miss Goodall during their pilgrimage to the Holy Land had made a special trip to Nazareth to meet Dr. Sadri, and they had found him such a winning personality, with such a spirit of Baha'u'llah, that they were more than glad to welcome him to California. But circumstances cut short his stay and he was obliged to return to Akka, where he died soon afterward.","spans":[]},{"type":"paragraph","text":"In 1901 Mrs. Emogene Hoagg, returning from her first pilgrimage to Akka and bringing authoritative instructions, invited the friends to meet her at the old St. Nicholas Hotel in San Francisco where she was stopping. This was the first Baha'i meeting ever held in San Francisco. comment.","spans":[]},{"type":"paragraph","text":"Mr. and Mrs. George T. Winterburn, travelers from California who for several years had been studying art abroad, heard the Message in Paris from Mr. Charles Mason Remey, and they made a trip to Akka in 1904. Arriving home with notes of their visit with 'Abdu'l-Baha, a meeting was arranged for them in Berkeley, it being the first Baha'i gathering ever held in the university town. There the Winterburns made their abode for a short period, but were nevertheless considered members of the Oakland group or \"assembly\" as it was called when regular meetings had been established.","spans":[]},{"type":"paragraph","text":"The small group which met at Mrs. Goodall's home was the nucleus for the Oakland assembly, which then drew its members from San Francisco and other Bay communities.","spans":[]},{"type":"paragraph","text":"Following Mrs. Brittingham, Mr. Thornton Chase of Chicago whom 'Abdu'l-Baha called \"the first believer in America,\" was the next visitor. Early in 1907 business began to require his presence on the Pacific Coast quite often and on such visits he was ever a welcome guest at the Oakland home. Referring appreciatively to those happy occasions, he once wrote: \"It is in those home meetings that listeners are found and one is able to speak from the heart.\"","spans":[]},{"type":"paragraph","text":"Mirza 'Ali Kuli Khan was the next teacher of note to pay the West a visit. He made a hurried trip in February of 1909, and on several later occasions came again for longer periods, when he gave a series of lectures on the Cause.","spans":[]},{"type":"paragraph","text":"During the same year, 1909, Mr. Charles Mason Remey of Washington, D. C., and Mr. Howard Struven, of Baltimore, were sent by 'Abdu'l-Baha to India via San Francisco and Honolulu. Several meetings were hastily arranged for them in Oakland and Berkeley.","spans":[]},{"type":"paragraph","text":"The second trip of Mrs. Lua Getsinger to California was in 1911, when she came in company with Dr. Ameen U. Fareed, son of Mirza Assad'ullah, who had been one of the first Oriental teachers sent to America by 'Abdu'l-Baha. With Mrs. Goodall's assistance a teaching tour of the state was begun to supplement courses of study being carried on in the Bay Region.","spans":[]},{"type":"paragraph","text":"All these traveling teachers and pilgrims were the means of attracting many new souls to the Cause. Gradually assemblies were formed in Northern California, Oregon and Washington. However, it was not until January of 1911 that a permanent assembly was organized in San Francisco. Concerning the consummation of this long cherished desire the following tablet was received from 'Abdu'l-Baha:","spans":[]},{"type":"paragraph","text":" [cm1]This portion removed from text as it was not in one version of the history at this pointa;  .  A year or two later she held another meeting and still later a group of enquirers – the Theosophists – were given the Message by Mrs. Thornton Chase at the request of Mrs. Mary Bell, but the Assembly was not established until the Spring of 1911.","spans":[{"start":1,"end":6,"type":"hyperlink","data":{"link_type":"Web","url":"#_msoanchor_1"}}]},{"type":"paragraph","text":" ","spans":[]}]}},{"slice_type":"quote","slice_label":null,"items":[{}],"primary":{"quote_content":[{"type":"paragraph","text":"Through the maid-servant of God, Mrs. Helen S. Goodall,","spans":[{"start":0,"end":55,"type":"em"}]},{"type":"paragraph","text":"To the Members of the Assembly of Abdul-Baha, San Francisco, California.","spans":[{"start":0,"end":72,"type":"em"}]},{"type":"paragraph","text":"HE IS GOD!","spans":[{"start":0,"end":10,"type":"em"}]},{"type":"paragraph","text":"O ye, faithful friends!","spans":[{"start":0,"end":23,"type":"em"}]},{"type":"paragraph","text":"The maid-servant of the Kingdom of Baha'u'llah has written the joyful news that the friends in that region have established an Assembly, have engaged in the spreading of the teachings of God and have arisen with the utmost endeavor, sincerity of intention, and enkindlement with the fire of the Love of God so that that country may become a main-spring of the signs, and that city become illumined, and a number of souls like stars of the Horizon of Holiness may shine in the assemblage of the Kingdom of man (humanity).","spans":[{"start":0,"end":520,"type":"em"}]},{"type":"paragraph","text":"This Assembly was organized at the right time. It is My hope that it may become a magnet of confirmation. If it remain firm and steadfast this Assembly will become so illumined that it will be a full, refulgent moon in the Horizon of everlasting Glory.","spans":[{"start":0,"end":252,"type":"em"}]},{"type":"paragraph","text":"Report and write to Me the services which are accomplished by this Assembly so that they may become the cause of spiritual happiness and joy to the heart.","spans":[{"start":0,"end":154,"type":"em"}]},{"type":"paragraph","text":"Upon thee be Baha-el-Abha!","spans":[{"start":0,"end":26,"type":"em"}]},{"type":"paragraph","text":"(Signed) Abdul Baha Abbas.","spans":[]},{"type":"paragraph","text":"Translated by Mirza Ahmad Sohrab, Washington, D. C.","spans":[]}],"quote_attribution":null,"quote_citation":{"link_type":"Document"}}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"Now we return to the story of Helen Goodall and her daughter Ella Goodall Cooper, who married Dr. Charles Minor Cooper in 1904 and subsequently moved to San Francisco a few years later.  In 1907, Helen and Ella received and invitation to visit 'Abdu’l-Bahá.  In January 1908, traveling via Paris and Alexandria, they arrived in ‘Akká where they remained for two weeks.  During this time, they received spiritual sustenance from 'Abdu’l-Bahá during lunchtime conversations.  'Abdu’l-Bahá said to them “it makes me happy to sit at table with you, because you are the servants of Bahá’u’lláh… It makes me rejoice when I see you, for I love you very much.”","spans":[]},{"type":"paragraph","text":"After returning to Oakland, they held weekly meetings to share the Bahá’í teachings with those attracted to study them. After Mr. Goodall died in 1909, Helen moved from Oakland to San Francisco, staying in the home of her daughter.  However, until around 1918 when the Oakland home at 1537 Jackson Street was sold, was used for regular and special meetings such as those with the Master in October 1912.","spans":[]},{"type":"paragraph","text":"It was not until 13 years leaving California for her first visit to Akká did Lua return to California.  During Lua’s absence from California, Ella Goodall wrote to her asking what she has learned during her second visit to Haifa.  Lua responded, “You asked me to write you what I have learned since I arrived here, my dear, I would be obliged to write a book – for I have indeed learned a great deal – the Master gives lessons every morning from the Bible and every evening answers questions and explains everything for us so beautifully and satisfactorily – all of these teachings I have written, as well as all the teaching given us by Mirza Abdl Fadhl during our stay in Port Said.  And they are truly marvelous.” Copies of Lua’s undated notes from this time about the proofs of the Manifestation, interpretation of Bible subjects and Bahá’í stories were widely distributed to friends in the United States including to Helen Goodall.","spans":[]},{"type":"paragraph","text":"         In 1910 Lua traveled to the United States with Dr. Ameen Fareed to share the glad-tidings and love of 'Abdu'l-Bahá to the beloved of God in America. They began their mission in New York and Washington D.C.  In early 1911 their efforts were directed by 'Abdu'l-Bahá to “conquer California.”","spans":[]},{"type":"paragraph","text":"According to Ella Cooper’s account: “The second trip of Mrs. Lua Getsinger to California was in 1911, when she came in company with Dr. Ameen U. Fareed, son of Mirza Assad'ullah, who had been one of the first Oriental teachers sent to America by 'Abdu’l-Bahá. With Mrs. Goodall's assistance a teaching tour of the state was begun to supplement courses of study being carried on in the Bay Region.","spans":[]},{"type":"paragraph","text":"After an arduous one-week journey from Chicago to California, they arrived in southern California.Their rigorous travels took them to Los Angeles in April; Tropico in May; San Diego and La Jolla in June; San Diego in August; Los Angeles in September; and San Francisco, Oakland, Mill Valley, San Quentin in November 1911 – April 1912. Dr. Fareed was called back to the Holy Land in late December.","spans":[]},{"type":"paragraph","text":"","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Entreaties by Friends to Visit the West Coast","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"According to the records of Ella Cooper,","spans":[]},{"type":"paragraph","text":"“By the time it was certain that 'Abdu'l-Baha would visit America, the believers in San Francisco were prepared for and anxiously awaiting his arrival. He reached New York April 11, 1912, and among those who met him there was John D. Bosch of Geyserville, California, representing the San Francisco and Oakland assemblies. Mr. Bosch was one of the first believers taught by Mrs. Goodall.","spans":[]},{"type":"paragraph","text":"“After a short stay in New York, 'Abdu'l-Baha went to Washington, D. C., escorted by a number of the friends, Mr. Bosch being among them. Mrs. Goodall and her daughter and Miss Ella Bailey had already arrived from California, and at the end of a week's visit accompanied 'Abdu'l-Baha to Chicago for the Baha'i convention and dedication of the Temple site.","spans":[]},{"type":"paragraph","text":"“Mrs. Goodall's party, Dr. Frederick W. D'Evelyn and Mr. Bosch were fortunate in being accommodated at the Plaza Hotel where 'Abdu'l-Baha was domiciled. They were joined by Mr. and Mrs. J. W. Latimer and their son George from Portland; Mrs. Ida Finch from Seattle; Mrs. H. Emogene Hoagg, Mrs. Cordie Cline, Mrs. Grace Lamb, Mrs. Henrietta Wagner, Mrs. Georgia Ralston from California; Miss Elizabeth Muther from Honolulu; also Mrs. Lua Getsinger, who had been teaching in California for more than a year.","spans":[]},{"type":"paragraph","text":"“All these believers brought 'Abdu'l-Baha beseeching messages from the western friends, supplicating him to extend his journey, as otherwise so many (they) who so longed to see him would be unbearably disappointed.”","spans":[]},{"type":"paragraph","text":"According to another account,","spans":[]},{"type":"paragraph","text":"“A few days after 'Abdu’l-Bahá arrived in New York City on April 11, 1912, Helen and Ella took a train to Washington D.C. to meet Him there.  Then they followed Him to Chicago until His departure for Cleveland.  During this week, they were able to meet with Him often since they stayed in the same hotel.  Again He expressed great happiness in being with them.  One day He said, “Mrs. Goodall’s value is not know now; it will be known in the future.  She has no other thought than to serve the Cause.  God has certain treasures hidden in the world which He reveals when the time comes.  She is like one of these treasures.”","spans":[]},{"type":"paragraph","text":"By May, Lua Getsinger was able to once again to gain 'Abdu'l-Bahá’s presence in Wilmette for the dedication of the Temple site in conjunction with the national convention.  After 'Abdu'l-Bahá broke the earth at the Temple site using an ax since a shovel was not strong enough to break the earth, He called upon Lua to turn the first shovelful of dirt.","spans":[]},{"type":"paragraph","text":"Lua was New York with 'Abdu'l-Bahá in May and June.  By the end of May, Lua was aware that 'Abdu'l-Bahá might send her back to California. By the end of June, Lua had clearly received instructions to return to California, despite her personal preference to remain wherever 'Abdu'l-Bahá was.  By early July, she prepared herself to once again to return to California. On July 19, 1912 she addressed a gathering of Bahá’ís in San Francisco informing them of her experience on June 19 in New York City in which 'Abdu'l-Bahá announced Himself as the Center of the Covenant of God to Lua and Juliet Thompson.","spans":[]},{"type":"paragraph","text":"In mid July, Lua had received a Message from 'Abdu'l-Bahá that He was called to the Orient and could not come to the West Coast. In July, while in San Francisco, she expressed the tests and trials of the people in that City in a letter to Mrs. Parsons:","spans":[]},{"type":"paragraph","text":"“The people of San Francisco have had a great affliction – the [1906] earthquake laid waste so many homes while the fire consumed the ruins, and destroyed others.  Death faced them on every hand.  Rich and poor laid down side by side upon the ground with only God’s blue sky for their shelter – and together in silence accepted the blow!  People tell me how great crowds would be assembled in the parks – in the ferry building – and on the hillsdies – all silent!  faces white & set – heads bowed – but silent.  ","spans":[]},{"type":"paragraph","text":"“And the silence which followed tha announcement that the Beloved was not coming to San Francisco – was like that which they manifested when the other great flow fell!","spans":[]},{"type":"paragraph","text":"But in early August, Lua had received word that “if all the assemblies unite in Cal. it may be the means of attracting Him here afterall.”","spans":[]},{"type":"paragraph","text":"In June 1912, Helen and Ella received a telegram from 'Abdu’l-Bahá informing them that He planned to leave America and that He would like to see them in New York before His departure.  Without hesitation, they traveled again to meet Him. According to another source, “early in July they received a telegram from Him summoning them to New York, having special instructions to give them before sailing for the Holy Land.” When 'Abdu'l-Bahá was in New York, the Bahá’ís in California sent daily letters to the Master expressing their painful disappointment that He was not going to come to California, entreating Him to change His mind.","spans":[]},{"type":"paragraph","text":"Prior to their departure from San Francisco for New York, Helen Goodall and Ella Cooper telephoned a friend, Hazel Tomlinson.  This is Hazel’s account of her attempt to communicate by letter with 'Abdu’l-Bahá:","spans":[]},{"type":"paragraph","text":"“Mrs. Cooper phoned me quite early one morning, saying that she and her mother were leaving soon for New York and that 'Abdu’l-Bahá was not coming west.  She thought it would be nice for me to write the Master, if I wished, and they would take the letter.  I immediately wrote the letter hastily and mailed it.  On their return from New York, Mrs. Cooper phoned that my letter was still at their home and what should she do with it.  I asked her to please burn it, and in a few days a wonderful letter came to me from 'Abdu’l-Bahá in answer to this letter.  It of course is in the archives with my other letters from Him.  Mrs. Cooper had said she burned it.”","spans":[]},{"type":"paragraph","text":"This is 'Abdu’l-Bahá’s reply to Hazel Tomlinson’s letter that had never been delivered to Him:","spans":[]},{"type":"paragraph","text":"","spans":[]}]}},{"slice_type":"quote","slice_label":null,"items":[{}],"primary":{"quote_content":[{"type":"paragraph","text":"“O Thou who art firm in the Covenant.","spans":[{"start":0,"end":37,"type":"em"}]},{"type":"paragraph","text":"In reality thy longing for the meeting has attained to the highest degree.  I, likewise, yearn to meet you; but the consummate wisdom dictates me to return from here to the Orient.  Therefore I am praying for you that God may destine for you the rewards of meeting and that he may confirm you more than before in the service of His Cause.  When thou art engaged in the service of the kingdom, thou art always present and mentioned before the Face.  Rest thou assured the most important is the spiritual meeting and the cordial, heartfelt communion.  Praise be to God that that condition is possible and realizable both at home and abroad.","spans":[{"start":0,"end":638,"type":"em"}]},{"type":"paragraph","text":"Upon thee be Baha-El-Abha.”","spans":[{"start":0,"end":27,"type":"em"}]}],"quote_attribution":null,"quote_citation":{"link_type":"Document"}}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"Juanita Storch, then a 17 year old young lady living with her Bahá’í family in Fruitvale, CA, a small town near Oakland, shared one example of how the friends in California had hoped that 'Abdu'l-Bahá would travel to California, how disappointed they were when it seemed that He would not come, and how they would send Him letters that were responded to with soul stirring encouraging words. {{sent message to National Bahá’í Archives 12-12 inquiring if the Archives has a copy of  'Abdu'l-Bahá’s letter to the Fruitvale Assembly.]]","spans":[]},{"type":"paragraph","text":"“The friends had been looking forward to this visit [of 'Abdu'l-Bahá] for several months. The ones who had been to the Convention in Chicago told us about him. Visiting friends also gave reports. Mrs. Goodall arranged a showing of the moving picture taken in the east (Connecticut, I think) up in her large attic room.","spans":[]},{"type":"paragraph","text":"“Then we heard ‘Abdu’l-Bahá was very tired and would not journey to California. At that time, with my parents, I was a member of the “Fruitvale Assembly of ‘Abdu’l-Bahá”. We wrote him a letter and he replied with a Tablet to the Fruitvale Assembly, and ever since, the phrase “Firmness in the Covenant” has remained in my memory!”","spans":[]},{"type":"paragraph","text":"At the end of July 1912, 'Abdu’l-Bahá sent a Message","spans":[]},{"type":"paragraph","text":"“To the Believers of God and the Maid-servants of the Merciful in the West","spans":[{"start":1,"end":74,"type":"em"}]},{"type":"paragraph","text":"Upon them be Baha'o'llah El Abha!” that included 90 names of the believers, with Mrs. Helen Goodall’s name being at the top of the list, followed by Mr. and Mrs. Ralston.  The Message read:","spans":[{"start":0,"end":33,"type":"em"}]}]}},{"slice_type":"quote","slice_label":null,"items":[{}],"primary":{"quote_content":[{"type":"paragraph","text":"HE IS GOD!","spans":[{"start":0,"end":10,"type":"em"}]},{"type":"paragraph","text":"O ye friends and maid-servants of the Merciful!","spans":[{"start":0,"end":47,"type":"em"}]},{"type":"paragraph","text":"Your letter was received. Its perusal conveyed the utmost supplication and communion. Your lamentations and cries in reality affect the hearts, especially the heart of Abdul Baha. If you could realize what an effect your letter produced, undoubtedly you would feel assured that the heart of Abdul Baha has the utmost attachment to you, and day and night He is supplicating toward the Kingdom of ABHA and begs for you confirmation, for you are firm in the Covenant and are the heralds of the Testament.","spans":[{"start":0,"end":501,"type":"em"}]},{"type":"paragraph","text":"To-day the greatest of all affairs is firmness in the Covenant. This Covenant is the Covenant of GOD, and this Testament is the Testament of the Lord of Hosts. If you consider that any soul shows the slightest weakness in the Covenant, undoubtedly counsel him and guide him so that he may become firm.","spans":[{"start":0,"end":301,"type":"em"}]},{"type":"paragraph","text":"To-day no soul has any station or enjoys any title except the soul who is firm in the Covenant and steadfast in the Testament, who entirely forgets himself and is released from the world.","spans":[{"start":0,"end":187,"type":"em"}]},{"type":"paragraph","text":"I have the utmost longing to meet you, and I am hopeful from the Bounties and Favors of the Blessed Perfection that the meeting be destined with the utmost joy and fragrance.","spans":[{"start":0,"end":174,"type":"em"}]},{"type":"paragraph","text":"Upon you be Baha El ABHA.","spans":[{"start":0,"end":25,"type":"em"}]},{"type":"paragraph","text":"(Signed) Abdul Baha Abbas.","spans":[]},{"type":"paragraph","text":"Translated by M. Ahmad Sohrab July 27, 1912","spans":[]},{"type":"paragraph","text":"Dublin, New Hampshire”","spans":[]}],"quote_attribution":null,"quote_citation":{"link_type":"Document"}}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"Prior to His decision to travel to California, articles appeared in the newspapers in the western states of California, Oregon, Washington, Arizona, Utah, and even Montana.  These articles covered both His evolving itinerary and the Message He conveyed.","spans":[]},{"type":"paragraph","text":"Reports in Portland, Oregon newspapers ","spans":[]},{"type":"paragraph","text":"According to a Portland Oregon Journal August 29, 1912 article, 'Abdu’l-Bahá “is now in Montreal, and purposes to visit the western coast in the near future. Friends of the Bahá’í cause in Spokane, Seattle and Portland hope, and have strong reason to expect that he will visit these places in the near future. Should he come to Portland he will doubtless be sought by all those who hope for the peace of the world and desire the real and active brotherhood of men.”","spans":[{"start":15,"end":38,"type":"em"}]},{"type":"paragraph","text":"A few days later, excitement about the decision of 'Abdu’l-Bahá to travel to the Pacific Coast was proclaimed in a Portland newspaper exclaiming, \"'Abdu’l-Bahá is coming! 'Abdu’l-Bahá is coming!\" All up and down the length of the Pacific Coast for the past few weeks followers of the great Persian religionist, whom they regard as a prophet of God, have been bearing this message one to the other with shining faces and voices vibrant with love and hope.”","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Report in a Spokane, Washington newspaper","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"In mid September, The Spokane Washington Daily Chronicle reported “About 26 converts of the Bahá’í movement in Spokane are awaiting definite news whether 'Abdu’l-Bahá Abbas, \"prophet of God and exponent of the universal religion\" will visit this city on his trip to western America, which, the Spokane believers have been informed, will result in his arrival at San Francisco about September 26. Many of the Bahá’ís from Spokane met 'Abdu’l-Bahá in Chicago to issue an invitation to come to their city during His journey to or from San Francisco.”","spans":[{"start":22,"end":56,"type":"em"},{"start":66,"end":67,"type":"strong"}]},{"type":"paragraph","text":"They were hopeful of a positive response after they had secured an offer of the pastor of a local church to speak at a Universalist Church of Divine Science.  ","spans":[]},{"type":"paragraph","text":"\"It would be one of the greatest events in the history of Spokane if 'Abdu’l-Bahá would visit us here,\" said A.C. Killius of 121 Fifth avenue, at whose home the Spokane Spiritual Bahá assembly, local organization of the Bahá’í movement, meets. Mr. Killius attended the convention of American converts at Chicago this spring, heralding the arrival in this country of the prophet.”","spans":[]},{"type":"paragraph","text":"However, the option of taking a northern train route to the Pacific Coast was not taken.  Instead, the train traveled through Denver and Salt Lake City on its way to San Francisco.  This obviously disappointed several people in the northwest, but gladdened the hearts of those living along this route to San Francisco.  ","spans":[]},{"type":"paragraph","text":"","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Several newspapers made announcements about the anticipated arrival of 'Abdu’l-Bahá ","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"By the end of September 1912, several San Francisco newspapers made announcements about the anticipated arrival of 'Abdu’l-Bahá.  One San Francisco paper published an announcement of the arrival of 'Abdu’l-Bahá to San Francisco on as September 25,  “only for a brief visit.”  Another paper reported, “'Abdu’l-Bahá Urges World Peace - Famous Oriental Philosopher Will Visit San Francisco to Spread Doctrine. 'Abdu’l-Bahá, after being in prison for forty years, is on his way to San Francisco to preach the faith he learned to follow during his confinement.”  And a few days prior to His arrival, San Franciscans read, “Persian Teacher Coming Here to Preach Bahaism – 'Abdu’l-Bahá Abbas, Persian leader of the Bahá’ís, who will stay in San Francisco for two weeks. 'Abdu’l-Bahá Abbas, Missionary of Universal Love and Peace, to Speak in Churches.”","spans":[]},{"type":"paragraph","text":"A few days later, excitement about the decision of 'Abdu’l-Bahá to travel to the Pacific Coast was proclaimed in a Portland newspaper exclaiming, \"'Abdu’l-Bahá is coming! 'Abdu’l-Bahá is coming!\" All up and down the length of the Pacific Coast for the past few weeks followers of the great Persian religionist, whom they regard as a prophet of God, have been bearing this message one to the other with shining faces and voices vibrant with love and hope.”","spans":[]}]}},{"slice_type":"heading","slice_label":null,"items":[{}],"primary":{"heading_content":[{"type":"heading2","text":"Preparations to Receive 'Abdu'l-Bahá in San Francisco","spans":[]}]}},{"slice_type":"content","slice_label":null,"items":[{}],"primary":{"slice_content":[{"type":"paragraph","text":"Once the decision was made to extend 'Abdu'l-Bahá’s journey to California, Georgia Ralston and her teacher Lua Getsinger, having traveled from San Francisco to be with 'Abdu’l-Bahá in New York, were sent back to San Francisco to assist with preparations for His arrival in California.  Georgia Ralston described the days of preparation: ","spans":[]},{"type":"paragraph","text":"“Upon our return to San Francisco, we spent busy and happy days in preparation for 'Abdu’l-Bahá’s visit, Mrs. Goodall arranging for His accommodations at a home on California Street, and preparing for His welcome.Mayor Rolph had accepted an invitation to extend an official welcome to 'Abdu’l-Bahá but on the day of 'Abdu’l-Bahá’s arrival he was absent from the city.Other public men who might have taken his place were absent also.”","spans":[]}]}}]},"__N_SSG":true}