{"pageProps":{"page":{"id":"Y5qPphAAACgAllni","uid":"ferry-building","url":"/san-francisco-tour/ferry-building","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y9HkIREAACYAOLw-&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y5qPphAAACgAllni%22%29+%5D%5D","tags":[],"first_publication_date":"2022-12-15T03:08:29+0000","last_publication_date":"2023-01-26T01:50:22+0000","slugs":["ferry-building"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"10","tour_blurb":[{"type":"paragraph","text":"Pier One Embarcadero, is a terminal for ferries that travel across the San Francisco Bay.  At its opening in 1898 it was the largest project undertaken in the city up to that time. Auto ferries were built with an unobstructed lower deck specifically intended for automobiles, and an upper deck for passengers in 1909.","spans":[]}],"tour_title":[{"type":"heading1","text":"Ferry Building","spans":[]}],"tour_coords":{"latitude":37.79538611203111,"longitude":-122.39369273054766},"tour_main_image":{"dimensions":{"width":1630,"height":726},"alt":null,"copyright":null,"url":"https://images.prismic.io/blessedfootsteps/774836ae-f055-4d92-9da8-59f6c51ee365_Ferry+Building+circa+1912-1915.png?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"'Abdu'l-Bahá arrived in San Francisco around 2 AM on October 3 at the Ferry Building.  He frequently was transported by ferry boats to and from His East Bay destinations including Oakland to Mrs. Goodall’s home, Pleasanton to Phoebe Heart’s Hacienda, and Berkeley to Berkeley High School. He would go to the “Mole” Train Depot in Oakland for His travels to Los Angeles and Sacramento.","spans":[]},{"type":"paragraph","text":"`Abdu'l-Bahá had departed Salt Lake City at 2:50 p.m. on October 1. After crossing Great Salt Lake he and his party had missed their train connection in Montello, Nevada, causing a delay of many hours. Now it was the middle of the night on October 2. In San Francisco, at 1815 California Street, near Lafayette Park, Dr. D’Evelyn waited impatiently for the visitors to arrive. Just after midnight he received a telegram, telling the friends who were with him not to wait. “Send only one friend to depot,” it read.","spans":[]},{"type":"paragraph","text":"“Securing two taxis we left for the Ferry,” he wrote. They drove east down the dim sleeping streets toward the terminal, which lay along the waterfront at the northeastern end of Market Street. “Arriving there we ascertained the sections may possibly arrive about 1:30 a.m. The night deepened, the Ferry was deserted. The lights of the city waned to a minimum. The ever dimly lighted corridor became still darker and still more gloomy and lonely.”","spans":[]},{"type":"paragraph","text":"Finally, at 1:40 a.m. a siren acknowledged the approach of the ferry. “Some minutes later,” D’Evelyn continues, “the slide at the end of the corridor was upraised. A few, very few emerged. They reached the street, still no evidence of the Master.”","spans":[]},{"type":"paragraph","text":"“What, if he was not there?” Other than D’Evelyn and the two taxi drivers he had brought with him, only a night patrol man and a porter in a red cap occupied the corridor. He asked the porter if all the passengers had disembarked. The porter said no. “Still hoping, we ventured to enquire — were there any unusual looking people on board?”","spans":[]},{"type":"paragraph","text":"“Yes, he replied, there is a very old gentleman with strange dress and several other strangers with Him.”","spans":[]},{"type":"paragraph","text":"“Once again we hoped and centered our gaze upon the far end of the corridor. Some minutes later Abdul Baha appeared, walking slowly, calmly, majestically, followed by his secretaries.”","spans":[]},{"type":"paragraph","text":"Abdu’l-Baha had departed Buffalo on his train trip west at 5:35 a.m. on September 12. Twenty-one long days later, “in the weird moments between two and three in the morning,” D’Evelyn noted, “the white turban of `Abdu'l-Bahá at last issued from the long exit at the ferry . . . and the welcome of his eyes eliminated all the weary hours of hope delayed.”","spans":[]},{"type":"paragraph","text":"“Forgetful of boundary lines,” Frederick D’Evelyn recalled, “we advanced to meet him. He drew near more rapidly and with outstretched arms he embraced us, uttering a salutation followed by the English words — ‘Very good; very Good.’”","spans":[]},{"type":"paragraph","text":"","spans":[]}]}}},"__N_SSG":true}