{"pageProps":{"page":{"id":"Y2MkRhAAAMAZzc6I","uid":"sutro-heights-park","url":"/san-francisco-tour/sutro-heights-park","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y9HkIREAACYAOLw-&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2MkRhAAAMAZzc6I%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:15:44+0000","last_publication_date":"2023-01-26T02:11:17+0000","slugs":["sutro-heights-park"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"8","tour_blurb":[{"type":"paragraph","text":"`Abdu'l-Bahá walked in the beautiful gardens of Sutro Heights overlooking the cliffs of the Pacific Ocean where he consulted about his California itinerary.","spans":[]}],"tour_title":[{"type":"heading1","text":"Sutro Heights Park","spans":[]}],"tour_coords":{"latitude":37.77783958596313,"longitude":-122.51220803555044},"tour_main_image":{"dimensions":{"width":3370,"height":3046},"alt":"Interior of the First Unitarian Church. Starr King's Church. 1873-5?","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/66c72be6-8b55-46b6-b49a-e14d1eff5f5e_AAB-1663+-+1873-5%3F+-+Interior+of+the+First+Unitarian+Church.+Starr+King%27s+Church.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"According to Ella Goodall Cooper Collection, M-7, Box 21, National Bahá’í Archives, United States.  ","spans":[{"start":0,"end":100,"type":"strong"}]},{"type":"paragraph","text":" “…, at the morning [October 11] meeting ‘Abdu’l-Bahá announced that He had received from the Orient a letter which made Him very happy, for it contained the good news that the Persian believers were on fire with enthusiasm.  At the same time He was saddened because it also told of the pilgrims who had traveled under great difficulties to ‘Akká only to find Him gone, and they were beseeching Him to turn his face homeward. On the other hand many cities on the Pacific Coast were imploring Him by telegraph to visit them. So He was perplexed and said: \"Let us consult together. What shall I do? Which call shall I heed? Let us consult together. Point out the way to me.\" ","spans":[]},{"type":"paragraph","text":"In the afternoon He returned to the same theme when walking through Sutro Heights, the beautiful gardens on the cliffs by the ocean, belonging to the estate of an early settler. He went over the subject with Mrs. Goodall and her daughter, asking again for consultation, and the following conversation took place:","spans":[]},{"type":"paragraph","text":"According to notes of a “Consultation” of Abdu’l-Bahá and Mrs. Helen Goodall, Dr. Fareed, present Friday, October 11, 1912, Sutro Heights, San Francisco as preserved in the National Bahá’í Archives, United States.","spans":[{"start":0,"end":213,"type":"strong"}]},{"type":"paragraph","text":"“Dr. Fareed to Mrs. Goodall: Abdu’l-Bahá asks for your opinion as to whether he should he should go to visit the Northern cities or return to the Orient! ","spans":[]},{"type":"paragraph","text":"Mrs. Goodall: Abdu’l-Bahá knows best what to do.","spans":[]},{"type":"paragraph","text":"Abdu’l-Bahá: I want consultation – this is not the way to consult (laughing).  I ask your opinion – if it were my will I would not have asked you.","spans":[]},{"type":"paragraph","text":"Mrs. Goodall: Abdu’l-Bahá asks for my opinion.  The believers in Persia have suffered so much.  I feel that if the western believers understood the situation – their sacrifices – it would mean far greater spiritual development for them if they would sacrifice their desires and give Abdu’l-Bahá to the Persian believers. ","spans":[]},{"type":"paragraph","text":"Abdu’l-Bahá: Very good.  I wasn’t you to write this exactly, to the believers, giving the details.  Tell them I have many letters from the Orient – all stating that the believers in the Orient have travelled long distances and they are disappointed that I am not there.  They are constantly coming there from long distances and they are disappointed that I am not there.  They are constantly coming there from afar, from great distances to see me.  They fell disappointed and very sad.  The believers in the Northwest will realize greater development if they sacrifice themselves to have me go to those pilgrims.  Write that exactly – state that: If they do sacrifice self to this extent it will mean their spiritual development and attainment.  Whoever can may come from the North to visit me here.  While I am here I will see them.  Send this to all the Northern cities, Seattle, Portland, all the Northern cities.  Tell them the believers have gone to ‘Akká, some of them taking three months journey on mules or horses, and some walking, and they do not find me there.","spans":[]},{"type":"paragraph","text":"You may write it in my behalf – say that the Master says so and so – that he is longing to see you – excessively longing – but compelled to go.  The winter is before us and how can I cross the Atlantic.  It would be arduous – and then the Master’s health.  He cannot endure excessive cold.  Send a night letter in which you say that a lengthy letter will follow. ","spans":[]},{"type":"paragraph","text":"(To Mrs. Goodall and Mrs. Cooper) You are the one to confer life to them and whenever you have the time and inclination, make a trip to those cities. Your cities should associate one with another.  For instance, they should come from Denver and Chicago and you should pay them visits. ","spans":[]},{"type":"paragraph","text":"Upon seeing a steamer that was once owned by Mr. Goodall passing in through the Gold Gate, Abdu’l-Bahá said: “Captain Goodall never thought that his daughter was to be an Admiral.” ","spans":[]},{"type":"paragraph","text":"According to Ella Goodall Cooper Collection, M-7, Box 21, National Bahá’í Archives, United States.  ","spans":[{"start":0,"end":100,"type":"strong"}]},{"type":"paragraph","text":" “In the short house talk He gave in the late afternoon he again dwelt on the beauty of the Sutro Gardens and the capacity of San Francisco to achieve great spiritual progress.”","spans":[]},{"type":"paragraph","text":"We will conclude our tour by sharing one of the two Tablets to Bahá’ís living in the Western States written by 'Abdu'l-Bahá a little over 4 years after His journey to California. ","spans":[{"start":0,"end":178,"type":"strong"}]},{"type":"paragraph","text":"Revealed on February 15, 1917, in Bahá’u’lláh’s room at the house of Abbúd in ‘Akká, and addressed to the Bahá’ís of the eleven Western States of the United States: New Mexico, Colorado, Arizona, Nevada, California, Wyoming, Utah, Montana, Idaho, Oregon and Washington.","spans":[]},{"type":"paragraph","text":"He is God! O ye friends and the maidservants of the Merciful, the chosen ones of the Kingdom:","spans":[{"start":0,"end":93,"type":"em"}]},{"type":"paragraph","text":"    The blessed state of California bears the utmost similarity to the Holy Land, that is, the country of Palestine. The air is of the utmost temperance, the plain very spacious, and the fruits of Palestine are seen in that state in the utmost of freshness and delicacy. When ‘Abdu’l‑Bahá was traveling and journeying through those states, he found himself in Palestine, for from every standpoint there was a perfect likeness between this region and that state. Even the shores of the Pacific Ocean, in some instances, show perfect resemblance to the shores of the Holy Land—even the flora of the Holy Land have grown on those shores—the study of which had led to much speculation and wonder.","spans":[{"start":0,"end":283,"type":"em"},{"start":284,"end":692,"type":"em"}]},{"type":"paragraph","text":"    Likewise, in the state of California and other Western states, wonderful scenes of the world of nature, which bewilder the minds of men, are manifest. Lofty mountains, deep canyons, great and majestic waterfalls, and giant trees are witnessed on all sides, while its soil is in the utmost fertility and richness. That blessed state is similar to the Holy Land and that region and that country like unto a delectable paradise, is in many ways identical with Palestine. Now just as there are natural resemblances, heavenly resemblances must also be acquired.","spans":[{"start":0,"end":560,"type":"em"}]},{"type":"paragraph","text":"    The lights of the divine traces are manifest in Palestine. The majority of the Israelitish Prophets raised the call of the Kingdom of God in this holy ground. Having spread the spiritual teachings, the nostrils of the spiritually-minded ones became fragrant, the eyes of the illumined souls became brightened, the ears were thrilled through this song, the hearts obtained eternal life from the soul-refreshing breeze of the Kingdom of God and gained supreme illumination from the splendor of the Sun of Reality. Then from this region the light was spread to Europe, America, Asia, Africa and Australia. ","spans":[{"start":0,"end":607,"type":"em"}]},{"type":"paragraph","text":"    Now California and the other Western States must earn an ideal similarity with the Holy Land, and from that state and that region the breaths of the Holy Spirit be diffused to all parts of America and Europe, that the call of the Kingdom of God may exhilarate and rejoice all the ears, the divine principles bestow a new life, the different parties may become one party, the divergent ideas may disappear and revolve around one unique center, the East and the West of America may embrace each other, the anthem of the oneness of the world of humanity may confer a new life upon all the children of men, and the tabernacle of universal peace be pitched on the apex of America; thus Europe and Africa may become vivified with the breaths of the Holy Spirit, this world may become another world, the body politic may attain to a new exhilaration, and just as in the state of California and other Western States the marvelous scenes of the world of nature are evident and manifest, the great signs of the Kingdom of God may also be unveiled so that the body may correspond with the spirit, the outward world may become a symbol of the inward world, and the mirror of the earth may become the mirror of the Kingdom, reflecting the ideal virtues of heaven.","spans":[{"start":0,"end":1254,"type":"em"}]},{"type":"paragraph","text":"    During My journey and traveling in those parts, I beheld wonderful scenes and beautiful panoramas of nature, orchards and rivers; national parks and general conclaves; deserts, plains, meadows and prairies; and the grains and fruits of that region greatly attracted My attention; even to the present moment they are in My mind. ","spans":[{"start":0,"end":332,"type":"em"}]},{"type":"paragraph","text":"    Particularly was I greatly pleased with the meetings in San Francisco and Oakland, the gatherings in Los Angeles, and the believers who came from the cities of other states. Whenever their faces cross My memory, immediately infinite happiness is realized.","spans":[{"start":0,"end":259,"type":"em"}]},{"type":"paragraph","text":"    Therefore I hope that the divine teachings like unto the rays of the sun may be diffused in all the Western States, and the blessed verse of the Qur’án, “It is a good City and the Lord is the Forgiver! may become realized. Likewise, the significance of another Qur’anic verse, “Do ye not travel through the land?” and of the verse, “Behold the traces of the Mercy of God!” become revealed in the utmost effulgence. ","spans":[{"start":0,"end":419,"type":"em"}]},{"type":"paragraph","text":"    Praise be to God that through the divine bounty and providence, in that region the field of service is vast, the minds are in the utmost degree of intelligence and progress, sciences and arts are being promoted, the hearts like unto mirrors are in the utmost state of purity and translucency, and the friends of God are in perfect attraction. Therefore it is hoped that meetings for teaching will be organized and instituted, and for the diffusion of the fragrances of God wise teachers may be sent to cities, even to villages.","spans":[{"start":0,"end":531,"type":"em"}]},{"type":"paragraph","text":"    The teachers of the Cause must be heavenly, lordly and radiant. They must be embodied spirit, personified intellect, and arise in service with the utmost firmness, steadfastness and self-sacrifice. In their journeys they must not be attached to food and clothing. They must concentrate their thoughts on the outpourings of the Kingdom of God and beg for the confirmations of the Holy Spirit. With a divine power, with an attraction of consciousness, with heavenly glad tidings and celestial holiness they must perfume the nostrils with the fragrances of the Paradise of Abhá. ","spans":[{"start":0,"end":580,"type":"em"}]},{"type":"paragraph","text":"    The following commune is to be read by them every day:","spans":[{"start":0,"end":58,"type":"em"}]},{"type":"paragraph","text":"O God! O God! This is a broken-winged bird and his flight is very slow—assist him so that he may fly toward the apex of prosperity and salvation, wing his way with the utmost joy and happiness throughout the illimitable space, raise his melody in Thy Supreme Name in all the regions, exhilarate the ears with this call, and brighten the eyes by beholding the signs of guidance.","spans":[{"start":0,"end":377,"type":"em"}]},{"type":"paragraph","text":"    O Lord! I am single, alone and lowly. For me there is no support save Thee, no helper except Thee and no sustainer beside Thee. Confirm me in Thy service, assist me with the cohorts of Thine angels, make me victorious in the promotion of Thy Word and suffer me to speak out Thy wisdom amongst Thy creatures. Verily, Thou art the helper of the weak and the defender of the little ones, and verily Thou art the Powerful, the Mighty and the Unconstrained.","spans":[{"start":0,"end":456,"type":"em"}]},{"type":"paragraph","text":"*****************","spans":[]},{"type":"paragraph","text":"This concludes this tour created with the hope of familiarizing and inspiring current and future generations with some of the accounts of the conversations and talks of ‘Abdul-Bahá during His visit to San Francisco.","spans":[]},{"type":"paragraph","text":"With the exception of the Tablet to the Western States, each of the accounts, whether penned by newspaper reporters or individual witnesses, are to be considered as merely personal impressions and understandings of the actions and words uttered by ‘Abdu’l-Bahá.","spans":[]},{"type":"paragraph","text":"Additional locations in San Francisco and other California locations visited by ‘Abdu’l-Bahá, including brief stories, can be found here:","spans":[]},{"type":"paragraph","text":"https://www.sfbahai.org/abdul-baha-visited-california-october-1912/ ","spans":[{"start":0,"end":67,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.sfbahai.org/abdul-baha-visited-california-october-1912/"}}]},{"type":"paragraph","text":"A summary of the “Life of ‘Abdu’l-Bahá” can be found here: https://www.bahai.org/abdul-baha/life-abdul-baha ","spans":[{"start":59,"end":107,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.bahai.org/abdul-baha/life-abdul-baha"}}]},{"type":"paragraph","text":"You are welcome to share any comments about the tour with Charleen Maghzi-Ader at cmaghzi@gmail.com.","spans":[]}]}}},"__N_SSG":true}