{"pageProps":{"page":{"id":"Y2MjwBAAAJY1zcw1","uid":"bison-paddock-golden-gate-park","url":"/san-francisco-tour/bison-paddock-golden-gate-park","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y9HnrBEAACcAOMvr&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2MjwBAAAJY1zcw1%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:16:17+0000","last_publication_date":"2023-01-26T02:11:17+0000","slugs":["bison-paddock-golden-gate-park","bison-paddock-golden-gate-park-john-f-kennedy-drive"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"7","tour_blurb":[{"type":"paragraph","text":"Bison Paddock is on the right side of JF Kennedy Drive between Spreckels Lake and Chain of Lakes Drive when driving west.","spans":[]}],"tour_title":[{"type":"heading1","text":"Bison Paddock, Golden Gate Park","spans":[]}],"tour_coords":{"latitude":37.76889169473516,"longitude":-122.49874850378549},"tour_main_image":{"dimensions":{"width":3370,"height":3046},"alt":"Interior of the First Unitarian Church. Starr King's Church. 1873-5?","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/66c72be6-8b55-46b6-b49a-e14d1eff5f5e_AAB-1663+-+1873-5%3F+-+Interior+of+the+First+Unitarian+Church.+Starr+King%27s+Church.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"According to “Reminiscences of an Early Believer,” Mrs. Georgia Ralston, 1936, National Bahá’í Archives, United States.","spans":[{"start":0,"end":118,"type":"strong"}]},{"type":"paragraph","text":"“’Abdu’l-Bahá sometimes would leave the others and drive with me in the electric, alone. One day He call Mrs. Goodall and we three went to Golden Gate Park.  We stopped to look at the buffalo, busily eating grass, and ‘Abdu’l-Bahá remarked: There, are the true philosophers, for they never get their heads above the earth.” ","spans":[]},{"type":"paragraph","text":"When ’Abdu’l-Bahá addressed the Open Forum in San Francisco, a similar humorous reference to cows was made that has been described by Mohi Sohhani, The Diary of Mírzá Mahmúd-i-Zarqání Chronicling `Abdu'l-Bahá's Journey to America, p. 313","spans":[{"start":134,"end":237,"type":"strong"}]},{"type":"paragraph","text":"“Although the [Open Forum] audience was composed mostly of philosophers and professors, they were all humbled by the talk. The Master's profound words contrasted the philosophy of the East with that of the West, elucidated the power beyond nature and explained the inherent distinction between mankind and other creatures. He concluded with the assertion that if philosophers believed that the highest perfection was not to believe in abstract and spiritual truth, it would be preferable to go to the cow, who, without any formal training, already had this attribute. When the Master uttered these words, everyone burst into laughter. This kind of humor, delivered in such a light-hearted manner, is popular and accepted by the Americans and so brought smiles and joy to the audience. At the conclusion of the Master's talk, when a philosopher stood up, several were heard to say to one another that the cow takes the lead in not believing in intellectual thought. The result was that everyone, even the philosophers, bore witness to the might of the divine teachings and influence of the words of 'Abdu'l-Bahá. Indeed, the Master's address provided a perfect and decisive proof for such people.” ","spans":[]},{"type":"paragraph","text":"The light-hearted reference to cows concludes the address to the Open Forum in  'Abdu'l-Bahá, The Promulgation of Universal Peace, p. 360-361.","spans":[{"start":80,"end":142,"type":"strong"}]},{"type":"paragraph","text":"“If it be claimed that the intellectual   reality of man belongs to the world of nature—that it is a part of the   whole—we ask is it possible for the part to contain virtues which the whole   does not possess? For instance, is it possible for the drop to contain   virtues of which the aggregate body of the sea is deprived? Is it possible   for a leaf to be imbued with virtues which are lacking in the whole tree? Is   it possible that the extraordinary faculty of reason in man is animal in   character and quality? On the other hand, it is evident and true, though most   astounding, that in man there is present this supernatural force or faculty   which discovers the realities of things and which possesses the power of   idealization or intellection. It is capable of discovering scientific laws,   and science we know is not a tangible reality. Science exists in the mind of   man as an ideal reality. The mind itself, reason itself, is an ideal reality   and not tangible.","spans":[]},{"type":"paragraph","text":"Notwithstanding this, some of the sagacious men declare: We have attained to the superlative   degree of knowledge; we have penetrated the laboratory of nature, studying sciences and arts; we have attained the highest station of knowledge in the   human world; we have investigated the facts as they are and have arrived at   the conclusion that nothing is rightly acceptable except the   tangible, 361 which alone is a reality worthy of credence; all that   is not tangible is imagination and nonsense.","spans":[]},{"type":"paragraph","text":"Strange indeed that   after twenty years training in colleges and universities man should reach   such a station wherein he will deny the existence of the ideal or that which   is not perceptible to the senses. Have you ever stopped to think that the   animal already has graduated from such a university? Have you ever realized that the cow is already a professor emeritus of that university? For the cow   without hard labor and study is already a philosopher of the superlative degree in the school of nature. The cow denies everything that is not   tangible, saying, “I can see! I can eat! Therefore, I believe only in that which is tangible!”","spans":[]},{"type":"paragraph","text":"Then why should we   go to the colleges? Let us go to the cow.”","spans":[]}]}}},"__N_SSG":true}