{"pageProps":{"page":{"id":"Y2Mg7hAAAMAZzb-x","uid":"first-unitarian-church","url":"/san-francisco-tour/first-unitarian-church","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y9HnrBEAACcAOMvr&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2Mg7hAAAMAZzb-x%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:01:23+0000","last_publication_date":"2023-01-26T02:20:08+0000","slugs":["first-unitarian-church","first-unitarian-church-","first-unitarian-church--now-the-first-unitarian-universalist-church"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"1","tour_blurb":[{"type":"paragraph","text":"The location of `Abdu'l-Bahá's first address in California where He delivered a comprehensive talk on the degrees of love, amity, peace and the oneness of mankind; the universality of the Manifestations of God; the truth of Islam; and the news of the appearance of Bahá'u'lláh","spans":[]}],"tour_title":[{"type":"heading1","text":"First Unitarian Church","spans":[]}],"tour_coords":{"latitude":37.78322041447757,"longitude":-122.40201294422151},"tour_main_image":{"dimensions":{"width":3370,"height":3046},"alt":"Interior of the First Unitarian Church. Starr King's Church. 1873-5?","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/66c72be6-8b55-46b6-b49a-e14d1eff5f5e_AAB-1663+-+1873-5%3F+-+Interior+of+the+First+Unitarian+Church.+Starr+King%27s+Church.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"The Master stood and delivered a comprehensive talk on the degrees of love, amity, peace and the oneness of mankind; the universality of the Manifestations of God; the truth of Islam; and the news of the appearance of Bahá'u'lláh.  He concluded by chanting an inspiring prayer in Persian.  Again the pastor stood, praised the Master's talk and thanked Him for His address. ","spans":[]},{"type":"paragraph","text":"At the conclusion of the meeting, a crowd of people came to the Master to shake His hand, expressing their sincerity and heartfelt appreciation. Those who had not yet had the honor of visiting Him took His address so they might meet Him at His home.”","spans":[]},{"type":"paragraph","text":"Several newspapers reported the talk the next day ","spans":[]},{"type":"paragraph","text":"An article, “’ABDU'L-BAHÁ BRINGS GOSPEL OF PEACE – Famous Religionist Tells Church Throng That Unity of Nations is Dawning,” was published on October 7, 1912 in the San Francisco Examiner. ","spans":[{"start":165,"end":188,"type":"em"}]},{"type":"paragraph","text":"“'Abdu'l-Bahá head of the Baha'i religious movement, spoke at the First Unitarian Church, Franklin and Geary streets yesterday. Dressed in a long brown robe and wearing a snow white turban, the venerable leader of the faith which now numbers more than three million followers, looked like a patriarch of old as he stood in the pulpit and addressed the multitude in the church, on peace and love for all mankind. ","spans":[]},{"type":"paragraph","text":"“'Abdu'l-Bahá spoke in Persian and his remarks were translated into English.  He was introduced by the Rev. Bradford Leavitt. ","spans":[]},{"type":"paragraph","text":"\"There landed in New York a man, white turbaned and speaking a foreign tongue,” said Dr. Leavitt. “Hundreds welcomed him at the dock and attended his lectures. That man is 'Abdu'l-Bahá, one of the most distinguished figures of the age.  Bahaism has not less than three million followers throughout the world. It numbers its followers among all the great religions of the world. No religion is as significant as this one.” ","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"Strife Brings Death ","spans":[{"start":0,"end":20,"type":"em"},{"start":0,"end":20,"type":"strong"}]},{"type":"paragraph","text":"“'Abdu'l-Bahá spoke slowly and with a soft voice. He said in part: ","spans":[]},{"type":"paragraph","text":"\"Love confers life. On the contrary warfare and dissension are ever productive of extinction and dissolution. Peace tends toward life wherefore warfare and dissension are the cause of death. ","spans":[{"start":1,"end":191,"type":"em"}]},{"type":"paragraph","text":"\"We find that the domestic animals are in the utmost accord and fellowship. There is no dissension among them and all of them enjoy the utmost of accord among themselves. But among the ferocious animals you will find no fellowship. Here we learn that fellowship is a quality of peace. Warfare is a quality of the ferocious animals. ","spans":[{"start":0,"end":332,"type":"em"}]},{"type":"paragraph","text":"\"How thoughtless and unjust a man is. In the Balkans now the general lays waste and destroys a hundred thousand men. All will honor him. Why? Because he has torn asunder a hundred thousand souls.  Regard how thoughtless man is. If a man destroys property he is considered a criminal, but if a general lay waste a country, people praise him. ","spans":[{"start":0,"end":341,"type":"em"}]},{"type":"paragraph","text":"Truth Is Appearing ","spans":[]},{"type":"paragraph","text":"\"The ray of the sun of reality is shining upon all of us. The breeze of God's providence is blowing on all of us. He is so kind to all that he will shelter all of us. Why should we not avail ourselves of this bestowal? Why should we transform this life into death and transform the fellowship into hatred and rancor? ","spans":[{"start":0,"end":317,"type":"em"}]},{"type":"paragraph","text":"\"Verily he created us angelic. Is it becoming that we act as ferocious animals? Let us be loving.  Let us proclaim international peace amongst all mankind. ","spans":[{"start":0,"end":156,"type":"em"}]},{"type":"paragraph","text":"\"I have come from the distant Orient because I have loved you very much, having heard that you American people are peace loving. Therefore these noble thoughts of yours and these strivings of yours have afforded me great joy.\"","spans":[{"start":0,"end":224,"type":"em"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"Under the title “'Abdu'l-Bahá Speaks,” the Sacramento Bee newspaper article, 10/7/12, p 2, col.4, summarized the San Francisco Examiner article and published this account: ","spans":[{"start":0,"end":172,"type":"strong"},{"start":43,"end":58,"type":"em"},{"start":113,"end":135,"type":"em"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"“'Abdu'l-Bahá, head of the Bahá’í religious movement, spoke on international peace at the First Unitarian Church, Franklin and Geary Streets, San Francisco yesterday. Dressed in a long brown robe and wearing a snow-white turban the venerable leader of the faith which now numbers more than three million followers looked like a patriarch of old as he stood in the pulpit and addressed the multitude in the church on peace and love for all mankind. 'Abdu'l-Bahá spoke in Persian and his remarks were translated into English.”","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"heading1","text":"As recorded in “Abdul Bahá Abbas Says Object of Mission is to Unify All Creeds” San Francisco Chronicle, October 8, 1912, p. 4, including a photo of ‘Abdu’l-Bahá standing with the caption: “Abdul Bahá Abbas, the Persian religious teacher, who is lecturing in this city”.","spans":[{"start":0,"end":270,"type":"strong"},{"start":80,"end":103,"type":"em"}]},{"type":"paragraph","text":" ","spans":[]},{"type":"heading3","text":"Great Persian Religious Teacher Explains His Life’s Ambition","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"  “What Christianity has failed to accomplish Bahaism already as accomplished.  It has 2,000,000 adherents throughout the world.  It teaches the oneness of mankind and the fundamental unity of all religions.  It has been said that no religious movement of the time is so significant as is this one and you will hear today the greatest living exponent of this movement, a man who is a leading figure in the religious world today.”","spans":[]},{"type":"paragraph","text":"  It was in these words that Rev. Bradford Leavitt on Sunday morning introduced to an audience that filled the First Unitarian church, Abdul Baha Abbas, who from a prison in the Far East has come into the West to preach the religions of his father, Bahá Olla [sic], founder of the Bahá’í movement in Persian in 1844, and who, persecuted and imprisoned, died in the captivity that later claimed his son – the venerable man who yesterday for the first time spoke in San Francisco.","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"SEEKS NO CONVERTS","spans":[{"start":0,"end":17,"type":"strong"}]},{"type":"paragraph","text":"  It was a message of peace and love and unity that Abdul Baha delivered to the people of this city.  His address – or perhaps it would be more correct to call it a sermon – was a short one and spoken through an Interpreter, but in it he sought to tell the people the fundamentals of his religion.  It is not, he carefully explained, any new religion.  He seeks no converts from other churches.  Rather does he seek only to unify all churches of all creeds and of all denominations.  He seeks, he said, to have men cull from each religion, be it Christian, Buddhism or the teachings of Confucius, the very best there is in it, making of them all one perfect whole.  And he clearly pointed out that in so doing no man need forsake the creed to which he had given his allegiance.  Rather would the acceptance of the Bahá’í faith strengthen one’s allegiance to the church that he belonged to.","spans":[]},{"type":"paragraph","text":"  For the sake of his faith and the surety that his father’s belief in the ultimate coming of universal peace, love and unity would be realized, Abdul Baha lingered in prison for forty years, his release not coming until 1908.  Even then he remained in confinement at Akká, in Palestine, for two years longer, voluntarily and because his friends there and he was loth to leave them.","spans":[]},{"type":"paragraph","text":"   A picturesque figure is that of Abdul Baha.  His clean-cut, scholarly features framed by a patriarchal white beard and a white turban, he looks like one of the prophets of Biblical days.  He speaks slowly and as one certain that each word he utters breathes the very spirit of truth.","spans":[]},{"type":"paragraph","text":" ","spans":[{"start":0,"end":1,"type":"strong"}]},{"type":"paragraph","text":" WILL STAY TWO WEEKS.","spans":[{"start":0,"end":21,"type":"strong"}]},{"type":"paragraph","text":"  Abdul Baha will remain in this city for a couple of weeks.  While here he is being cared for by the local Bahai Assembly, numbering some 500 members.  He has spoken in London, where he was introduced to the Church of England by Archbishop Wilberforce, and the aged Persian spoke from the pulpit of St. John’s Westminster, London.  The Lord Mayor of London entertained him at a great banquet, and the courtesies he was shown abroad he also received in New York, Chicago and other Eastern cities.","spans":[]},{"type":"paragraph","text":"   This afternoon Abdul Baha will speak at the Leland Stanford Junior University Palo Alto.  Wednesday he will speak at the Home of Truth, Berkeley.  Thursday evening he will speak before the Forum Club in Jefferson Hall, this city:  Friday evening he will address the Theosophical Society in Yosemite Hall, Native Son’s building, this city.  Saturday morning he will speak in Temple Emanu-El and next Sunday afternoon he will make an address to the blind in the reading-room at 1665 Jefferson street.”","spans":[]},{"type":"paragraph","text":" ","spans":[]},{"type":"paragraph","text":"Mrs. Henry K. Moore, born in San Francisco in 1852, who attended the First Unitarian and Temple Emanu-el meetings, left a description of her impression of meeting 'Abdu'l-Bahá in her personal autograph book containing His signature. Mrs. Moore’s granddaughter Marjorie Brown, First Unitarian Church archivist, provided this information to Charleen Maghzi in a correspondence dated November 4, 1977. ","spans":[{"start":0,"end":399,"type":"strong"}]},{"type":"paragraph","text":" ","spans":[{"start":0,"end":1,"type":"strong"}]},{"type":"paragraph","text":"“This the signature of 'Abdu'l-Bahá -the leader of the Baha'i religion which was founded by his father Bahá’u’lláh after the teaching of the \"Bab\"- a religious teacher who was put to death in 1854 (?). ","spans":[]},{"type":"paragraph","text":"“'Abdu'l-Bahá became the head of this religious movement in Persia after the death of his distinguished father who had been a prisoner in Acre for forty years. He spent his time teaching and writing -& he was free to live modestly in this penal settlement. ","spans":[]},{"type":"paragraph","text":"“Bahá’u'lláh was a member of a wealthy & aristocratic family but he gave up worldly advantages to devote himself to Religious teaching. His name is revered. His son 'Abdu'l-Bahá visited Europe and the United States in 1912 preaching his gospel of Universal Brotherhood. I had the privilege of hearing him again in the Synagogue Emanuel in San Fran in 1927 1931 [sic]. Each sentence was translated into English by a Persian scholar -a graduate of Oxford who accompanied him on his tour. ","spans":[]},{"type":"paragraph","text":"“This signature was given to me after the service that I attended. I prize it beyond expression.”","spans":[]}]}}},"__N_SSG":true}