{"pageProps":{"page":{"id":"Y2MjKxAAAJY1zcmg","uid":"lloyd-lake-golden-gate-park-","url":"/san-francisco-tour/lloyd-lake-golden-gate-park-","type":"tour_location","href":"https://blessedfootsteps.cdn.prismic.io/api/v2/documents/search?ref=Y9HnrBEAACcAOMvr&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Y2MjKxAAAJY1zcmg%22%29+%5D%5D","tags":[],"first_publication_date":"2022-11-03T02:16:17+0000","last_publication_date":"2023-01-26T02:11:18+0000","slugs":["lloyd-lake-golden-gate-park","lloyd-lake-golden-gate-park-jf-kennedy-drive"],"linked_documents":[],"lang":"en-us","alternate_languages":[],"data":{"tour_sort_order":"6","tour_blurb":[{"type":"paragraph","text":"A beautiful spot in Golden Gate Park where `Abdu'l-Bahá would walk and talk with friends while enjoying the flowers and ducks.","spans":[]}],"tour_title":[{"type":"heading1","text":"Lloyd Lake, Golden Gate Park","spans":[]}],"tour_coords":{"latitude":37.77056208387512,"longitude":-122.48183548450471},"tour_main_image":{"dimensions":{"width":3370,"height":3046},"alt":"Interior of the First Unitarian Church. Starr King's Church. 1873-5?","copyright":"SAN FRANCISCO HISTORY CENTER, SAN FRANCISCO PUBLIC LIBRARY.","url":"https://images.prismic.io/blessedfootsteps/66c72be6-8b55-46b6-b49a-e14d1eff5f5e_AAB-1663+-+1873-5%3F+-+Interior+of+the+First+Unitarian+Church.+Starr+King%27s+Church.jpg?auto=compress,format"},"tour_content":[{"type":"paragraph","text":"According to Ramona Brown in Memories of 'Abdu'l-Bahá, pp. 47-48 ","spans":[{"start":0,"end":41,"type":"strong"},{"start":42,"end":65,"type":"strong"}]},{"type":"paragraph","text":"“When the Master was in the city Mrs. Goodall would drive Him and some of the friends (often including my father) to Lloyd Lake, a small lake surrounded by trees and flowering shrubs, in Golden Gate Park. On the edge of the lake was placed a marble arch, which is all that remains of the Towne family mansion after the fire of 1906. This arch is called \"Portals of the Past\" and is on the shore across the lake from where the Master would stand on the path and watch the ducks. The little ducks swam toward Him as if drawn by His presence. Once He said, \"The ducks and flowers are more conscious of My presence than are the people of the city.\" He spoke of many things and said that He hoped the Faith would progress in the West. ","spans":[]},{"type":"paragraph","text":"On one of His visits to Golden Gate Park with a few friends 'Abdu'l-Bahá spoke to my father about health. ","spans":[]},{"type":"paragraph","text":"['Abdu'l-Bahá]: Man must not imagine disease but must ever trust God. Anyway, a man's life here in this world is temporary. He is in a world that is like a house, susceptible to every invasion, and God must protect man -- man must be submissive to God. He must not occupy himself with the thoughts of things -- imaginings. If a man thinks too much of his health, he will become afflicted. ... ","spans":[]},{"type":"paragraph","text":"The spiritual life of man is important. The everlasting life of man is of the utmost importance. A man must be thinking of that... ","spans":[]},{"type":"paragraph","text":"Dr. Allen:  Why should we pay attention to the everlasting life? We give up all of our time to this, and why should we be thinking about the rest of it? ","spans":[]},{"type":"paragraph","text":"Mrs. [Lua] Getsinger: You mean why should we not wait until we get there and take it up then? ","spans":[]},{"type":"paragraph","text":"'Abdu'l-Baha: Because whatsoever a man soweth here he reapeth there. This world is like a school. He must learn lessons here so that when he issues from this school he may become learned. He must not be ignorant. ","spans":[]},{"type":"paragraph","text":"For phenomena in general, there is one virtue. It is innate virtue. For example, this tree: its verdure is innate; its flowers are innate; they are creational. It does not interfere with them. It has no will of its own. ","spans":[]},{"type":"paragraph","text":"As to animals, all their virtues are innate. The sun, its virtues are innate; therefore, there is no credit to be given it. ...Are you grateful to any of these? Not especially, as they are innate, involuntary virtues. But the virtues of man are acquired. ...Therefore, for man there is need of the acquiring of virtues. ","spans":[]},{"type":"paragraph","text":"All the philosophers have come with the intention of teaching man to acquire virtues. All the prophets who have come have come to endow man with acquired Virtues. ...” ","spans":[]},{"type":"paragraph","text":"The following is a childhood account from the memory of Florence Mayberry regarding one of the visits of 'Abdu'I-Baha to Lloyd Lake, recorded in The Great Adventure by Florence Mayberry, pp 50-51. ","spans":[{"start":0,"end":197,"type":"strong"}]},{"type":"paragraph","text":"“One afternoon in early October 1912, Myrtle [Florence’s mother], Marie [Myrtle’s friend] and I were on one of our Golden Gate Park outings, I, for some unrecalled reason, minus Louise [Florence’s doll] and her doll buggy, which gave me freedom to roam. Myrtle and Marie dawdled behind, chummily chatting a mile a minute. Bored with their girl talk, I skipped ahead where, off the main path on a side location, was located the dream-like white pillared portico known as the Portals of the Past This was a relic from the 1906 earthquake and fire which had destroyed so much of San Francisco, installed in the Park as a poignant memento of a city's devastation. On earlier strolls our trio had occasionally diverged to a side path- way to admire its poetic beauty. ","spans":[]},{"type":"paragraph","text":"A longing to see it again urged me not to wait for Myrtle and Marie, who might have other destinations in mind, but to push through the shrubs which bordered the more public pathway and to directly enter the Portals area. ","spans":[]},{"type":"paragraph","text":"I bent beneath the low branches of the closely planted shrubs, pushed myself free of them. Stopped abruptly, startled. A small crowd of laughing, exhilarated people were gathered on the periphery of the Portals. Such an excited, happy group, expressing emotion I had never witnessed before on any picnic or party gathering. Their voices lilted, the women's high tones almost bird-like, a mysterious rapture seemed to infuse them. ","spans":[]},{"type":"paragraph","text":"They were gathered in a loose circle, facing Someone at their center, focusing their rapture upon whoever it was. ","spans":[]},{"type":"paragraph","text":"As I stared, the group, almost as one, turned and stared back. Immediately, as though on signal, the women at the edge of the group stretched welcoming, pleading hands to me, called, \"Come, please come! Come here, child!\" I shook my head, pleased by the invitation, but had I not been sternly warned by Myrtle never to go with strangers? ","spans":[]},{"type":"paragraph","text":"The women called, called again, continuing, \"Come! Please! Come see Him!\" Reluctantly I shook my head, backed through the shrubbery, regained the outer path. ","spans":[]},{"type":"paragraph","text":"\"Florence! Come right here!\" Myrtle shrilled, running toward me. ","spans":[]},{"type":"paragraph","text":"\"But my People want me. They want me to come back!\" Now that Myrtle knew where I was, I pushed back through the shrubs into the enchanted area. Those pretty' loving people renewed their cry, \"Come, please come, oh please!\" ","spans":[]},{"type":"paragraph","text":"See! They were My People, they liked me, they wanted me. Nobody except Myrtle, Grandma and Grandpa had ever wanted me that much. And even Myrtle, Grandma and Grandpa never called to me like it was almost a prayer. Perhaps Whoever it was in their center wanted to see me too, perhaps-- ","spans":[]},{"type":"paragraph","text":"I stepped toward them, then obediently scooted back to Myrtle on the outer path. She grasped my shoulders, held me tightly. \"What is getting into you? First, climbing out of windows, now hiding in bushes! Haven't I told you never to leave my sight in this big Park? You could get lost, I might never see you again!\" ","spans":[]},{"type":"paragraph","text":"\"But they're my People. They're having a party, they want me to come.\" ","spans":[]},{"type":"paragraph","text":"\"No! Absolutely not!\" ","spans":[]},{"type":"paragraph","text":"\"They're pretty ladies mostly. Nice people, not scary.\" Marie suggested, \"Perhaps they are having a picnic and they want to be nice to the child.\" ","spans":[]},{"type":"paragraph","text":"\"Well, even if they are, she shouldn't interrupt their party. Come along, now, we'd better head home, pretty soon the fog may start rolling in.\" ","spans":[]},{"type":"paragraph","text":"We turned away, toward home. ","spans":[]},{"type":"paragraph","text":"Strange, really peculiar. I was a willful child, I wanted to go to go to their picnic.  But somehow I didn't seem to mind leaving, although I did want to see Whoever it was they wanted me to see.  Oddly, a peculiar confidence settled within me, making me certain that no matter if I never saw them anymore, they belonged to me. For always. ","spans":[]},{"type":"paragraph","text":"In coming years, as child and adult, I often visited that same spot, visualizing that scene of the welcoming people. I always thought of them as My People. Very odd. They were friendly, lovely ghosts, more mine than many I saw in reality every day. ","spans":[]},{"type":"paragraph","text":"I finally found My People. A long time later. I am unable to factually prove the identity of My People, even though the year and the month and a corroborating event indicate the truth of my discovery. I am inwardly certain they formed a group of early American Bahá’ís who escorted 'Abdu'l-Baha, Son of Bahá'u'lláh, Founder of the Bahá'í Faith, to Golden Gate Park during his 1912 visit to America. They did visit the Portals of the Past, a brief respite in 'Abdu'l-Bahá’s demanding journey when He conveyed to thousands of Americans and Canadians the universal principles of the Oneness of God, mankind, and the world revealed by Baha'u'llah. ","spans":[]},{"type":"paragraph","text":"…","spans":[]},{"type":"paragraph","text":"I only wish that I had heard the Center of that group speak of many things, that I could have joined the ducks and flowers and, of course, My People, in the conscious- ness of His presence. How grateful I am that I never forgot that strange small episode and that finally I did join them.”","spans":[]},{"type":"paragraph","text":"According to an account in Star of the West, Vol III, No. 12, p.13","spans":[{"start":0,"end":66,"type":"strong"},{"start":27,"end":43,"type":"em"}]},{"type":"paragraph","text":"“’Abdu’l-Bahá expressed himself much pleased with San Francisco and greatly enjoyed his visits to Golden Gate Park. He took especial interest in the flowers and would often leave the automobile for a walk along the shore of some one of the small lakes. But even on the drive and during the walks he dispensed blessing-giving many wonderful lessons to those whose great privilege it was to be with him at those times.”","spans":[]}]}}},"__N_SSG":true}